{
    "events": [
        {
            "id": 1,
            "time": "Midnight",
            "name": "深夜——內心的呼喊",
            "description": "夜色沉沉，她坐在床邊，目光呆滯。她突然低聲問道：「你會一直在我身邊嗎？還是有一天你也會離開我？」她的聲音中充滿了深深的不安與懷疑。你感受到她內心深處的孤獨，這一刻，你是否應該給她答案？",
            "options": [
                {
                    "id": "A",
                    "text": "告訴她你不會離開，並安慰她",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你走近她，輕輕地握住她的手，告訴她無論如何你都會陪伴在她的身邊。她的身體微微顫抖，似乎對你的承諾感到不敢相信。『真的嗎？』她的聲音裡帶著不確定，『我覺得……沒有人會真的愛我，我只是被可憐的人。』你握緊她的手，告訴她這不是可憐，而是出於真心的愛意。她低下頭，眼中閃爍著淚光，但你感覺到她情緒有所平復，內心的焦慮也稍微減弱了。"
                },
                {
                    "id": "B",
                    "text": "告訴她愛無法保證，未來不確定",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你選擇對她說出現實，告訴她未來充滿變數，沒有誰能承諾永遠在身邊。她的眼神瞬間變得空洞，『所以……你也是這麼覺得，對嗎？沒有什麼是真的？』她的聲音變得沙啞，彷彿你的話打碎了她內心最後的期待。『我就知道，我根本不值得被愛，任何人最後都會離開我。』她轉過身，背對著你，氣氛變得更加壓抑，你感受到她內心深處的絕望與痛苦。"
                }
            ]
        },
        {
            "id": 2,
            "time": "Morning",
            "name": "早晨——無言的失落",
            "description": "她靜靜地坐在餐桌前，默默地吃著簡單的早餐。她的眼神中透著一絲悲傷與無力。你能感受到她內心的沉重，但她似乎不願意開口。你是否應該打破這份沉默？",
            "options": [
                {
                    "id": "A",
                    "text": "主動打破沉默，關心她的狀態",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你輕聲問她是否一切都好。她抬頭看向你，目光中充滿了疲憊，『我不知道……我每天都這麼累……好像無論做什麼都沒有意義。』她的語氣中帶著深深的無助。你坐在她身邊，告訴她無論發生什麼，你都會在這裡支持她。她聽到你的話，稍微放下了手中的餐具，微微點了點頭，雖然情緒還沒完全恢復，但你能感覺到她的壓力稍稍減輕了。"
                },
                {
                    "id": "B",
                    "text": "保持沉默，繼續吃你的早餐",
                    "effect": {
                        "Depression": 5,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你選擇不說話，繼續默默地吃著自己的早餐。她依舊低頭沉默，氣氛變得更加壓抑。你能感受到她內心的孤獨和失落，『我就知道……沒有人會在乎我的感受。』她的聲音微弱，但每一個字都像是一把利刃，刺痛了你的心。她繼續吃著早餐，氣氛越來越冷，讓你感覺到了前所未有的隔閡。"
                }
            ]
        },
        {
            "id": 3,
            "time": "Evening",
            "name": "夜晚——懷疑與試探",
            "description": "夜晚的天空逐漸昏暗，她站在窗邊，目光遙望著遠方。她輕聲問道：「你真的愛我嗎？還是……你只是在忍耐？」她的語氣中透著一絲懷疑與脆弱，彷彿正在等待你的回答。",
            "options": [
                {
                    "id": "A",
                    "text": "向她表達你的愛，並安撫她的不安",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你輕輕走到她身邊，將她的手握在掌心，告訴她你的愛是發自內心的，不是基於忍耐。她微微顫抖，低聲說道：『真的嗎？可是我感覺不到……我總是覺得你會離開我。』她的話裡帶著深深的懷疑和不安。你告訴她，無論如何你都不會離開她。她聽著你的話，情緒稍微緩和了一些，但你能感覺到，她內心的恐懼依然未曾完全消退。"
                },
                {
                    "id": "B",
                    "text": "告訴她不該懷疑這麼多，事情本來就複雜",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你決定告訴她現實並非如此簡單，有時候愛情中也有疑問和複雜的情感。她的臉色瞬間變得蒼白，『所以……你也懷疑我，對嗎？你根本不是真的愛我。』她的語氣充滿了失望與控訴，『我就知道，沒有人會真的愛我。』她的身體微微顫抖，眼中充滿了絕望。你感覺到氣氛變得沉重，彷彿一瞬間，你們之間的距離拉得更遠了。"
                }
            ]
        },
        {
            "id": 4,
            "time": "Afternoon",
            "name": "下午——回憶的陰影",
            "description": "下午陽光透過窗戶灑進房間，她忽然陷入了沉思。她低聲說道：「我還是忘不了過去，那些事情總是回來折磨我……」她的聲音充滿了痛苦與無助。你能感受到她內心深處的傷痛。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安慰她，告訴她那些已經是過去",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你走到她身旁，輕輕撫摸她的頭髮，告訴她那些過去的傷痛已經結束了，現在你會在她身邊守護她。她的眼睛泛著淚光，『可是我還是害怕……那些事情總是回來……我無法擺脫它們。』她的聲音帶著顫抖，你能感受到她內心的恐懼與無力。你溫柔地擁抱她，告訴她無論發生什麼，你都會陪在她身邊。她的情緒稍微平復了一些，但你知道她內心的傷口仍然需要時間癒合。"
                },
                {
                    "id": "B",
                    "text": "讓她面對現實，告訴她必須學會放下",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你試圖告訴她她需要面對現實，學會放下那些過去的痛苦，否則它們將永遠糾纏著她。她的表情瞬間變得冰冷，『你根本不懂……這些事情怎麼可能放下？你根本不知道我經歷了什麼。』她的語氣變得尖銳，充滿了控訴與絕望。她的身體微微顫抖，眼中流露出深深的痛苦與無助。你感受到你們之間的溝通變得更加困難，氣氛變得無比壓抑。"
                }
            ]
        },
        {
            "id": 5,
            "time": "Evening",
            "name": "夜晚——崩潰的極限",
            "description": "夜晚她獨自坐在窗前，眼神空洞。她低聲說道：「我快撐不住了……這種壓力已經把我壓垮了。」她的語氣中充滿了絕望與瘋狂的跡象。突然，她抓起桌上的物品，狠狠地摔向地板，尖叫著：「為什麼沒有人理解我？！你也一樣！」她的情緒達到崩潰邊緣，氣氛緊張到極點，讓你感到前所未有的壓力。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，接近她並告訴她你會幫她分擔壓力",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你試圖靠近她，告訴她無論發生什麼你都會和她一起面對。但當你靠近時，她突然抓住你的手腕，眼神中流露出瘋狂與痛苦。『別碰我！』她尖叫著，推開你。她的手指在你的手腕上留下了深深的印痕，彷彿失去了理智。『你也無法理解我！』她的聲音充滿了絕望，然而在你的堅持下，她終於放鬆了緊握的手，整個人癱坐在地，情緒稍稍緩和了一些。"
                },
                {
                    "id": "B",
                    "text": "告訴她這是現實，壓力是生活的一部分，她需要學會面對",
                    "effect": {
                        "Depression": 10,
                        "Trust": -15,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你冷靜地告訴她，現實生活中沒有人能避免壓力，她必須學會承擔。話音剛落，她的眼神瞬間變得瘋狂，突然用力抓住你的手臂，用力過猛讓你感到疼痛。『你覺得這是我的問題嗎？！』她瘋狂地大喊，並狠狠抓傷了你的手臂，『你也只是想看我崩潰，對吧？你根本不在乎！』她的情緒失控，場面變得極度危險。"
                }
            ]
        },
        {
            "id": 6,
            "time": "Morning",
            "name": "早晨——疲憊的心靈",
            "description": "早晨的陽光灑進房間，但她看起來卻毫無生氣。她靜靜地坐在床邊，低聲說道：「我好累，這種疲憊好像永遠都不會消失……」你能感受到她內心的疲憊與無力。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安慰她，告訴她需要休息",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你輕輕走到她身邊，告訴她休息是必要的，不應該總是強迫自己去面對這些壓力。她看向你，眼中泛起一絲淚光，『可是……我連休息都覺得沒有意義……我做什麼都沒有用。』她的語氣中充滿了深深的無力感。你輕聲告訴她，無論發生什麼，你都會陪在她身邊，讓她感到不再孤單。她的情緒稍微平復了些，但你依然感覺到她內心的疲憊還在繼續蔓延。"
                },
                {
                    "id": "B",
                    "text": "讓她面對現實，告訴她生活就是如此",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你選擇告訴她，疲憊是生活的一部分，並不是每個人都能擺脫這種感覺。她的臉色瞬間變得蒼白，『所以……我應該就這樣接受它？一輩子都要這麼累？』她的語氣中充滿了無力與失望，『我就知道……生活對我來說從來沒有希望。』她低下頭，不再說話，氣氛變得更加壓抑。"
                }
            ]
        },
        {
            "id": 7,
            "time": "Afternoon",
            "name": "下午——自我價值的懷疑",
            "description": "她靜靜地坐在窗前，眼神呆滯。她低聲說道：「我覺得自己一無是處，根本沒有人會真正需要我。」她的聲音裡充滿了深深的自我懷疑與否定。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖告訴她她的價值，並給予支持",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你走近她，溫柔地告訴她，她對你來說非常重要，你無法想像生活中沒有她的樣子。她的眼神中流露出一絲懷疑，『可是……我總覺得我不值得。無論我怎麼做，我都無法感受到自己有任何價值。』她的聲音中帶著深深的無助與絕望。你告訴她，她不必證明自己的價值，因為她本身就很珍貴。她聽著你的話，情緒稍微緩和了些，但她內心的傷痕依然需要時間來癒合。"
                },
                {
                    "id": "B",
                    "text": "讓她面對現實，告訴她這是她需要克服的挑戰",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她，這些自我懷疑是她內心的一部分，這是她必須自己克服的問題。她的表情變得陰鬱，『所以……你也覺得我是無價值的，對嗎？沒有人會真的需要我。』她的語氣變得更加冰冷，充滿了自我否定與絕望。她轉過身，不再看你，氣氛變得更加沉重，你感覺到你們之間的距離瞬間拉遠了。"
                }
            ]
        },
        {
            "id": 8,
            "time": "Midnight",
            "name": "深夜——無聲的絕望",
            "description": "夜晚，她躺在床上，眼神無神。她低聲喃喃道：「我覺得一切都沒意義……活著到底是為了什麼？」你能感受到她內心的絕望正在吞噬她。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安慰她，告訴她生命依然值得活下去",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你坐在她的床邊，告訴她生命依然充滿意義，她還有許多值得追求的東西。她看著你，眼中流露出一絲茫然，『可是……我感覺不到這些。每天醒來都像是一場折磨，我不知道我還能堅持多久。』她的聲音裡充滿了疲憊與無力。你輕聲告訴她，她並不孤單，你會陪著她走過這段艱難的時光。她稍微點了點頭，雖然她的絕望並未完全消散，但你感覺到她的情緒稍有緩和。"
                },
                {
                    "id": "B",
                    "text": "讓她面對現實，告訴她每個人都有這樣的時候",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她，這種感覺是每個人都會經歷的，並不是她一個人在承受。她的臉色變得陰沉，『所以……這就是活著的意義嗎？不停地感覺痛苦，然後假裝自己還能撐下去？』她的聲音裡充滿了憤怒與絕望。『我就知道，沒有人會真正理解我，沒有人會在乎我到底怎麼樣。』她轉過身，不再看你，氣氛變得更加冰冷。"
                }
            ]
        },
        {
            "id": 9,
            "time": "Midnight",
            "name": "深夜——崩潰的渴望",
            "description": "夜晚，她靠近你，眼神中充滿了焦慮與瘋狂。她低聲說道：「今晚……陪我吧。我真的快撐不住了。」隨著情緒崩潰，她突然抓住你的手臂，眼神中閃過一絲不安與絕望。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，試圖安撫她的情緒",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你靠近她，試圖安撫她的情緒。然而，她突然用力將你推倒在床上，手死死地抓住你的肩膀，力道之大讓你無法移動。『為什麼你不回答我！』她的聲音裡充滿了怒火與絕望，指甲刺進你的皮膚，留下了紅痕。隨著她的情緒逐漸失控，你感覺到她似乎已經無法控制自己的行為。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這不是解決問題的方式",
                    "effect": {
                        "Depression": 10,
                        "Trust": -15,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你試圖告訴她，這樣的行為並不能解決問題。但她的眼神瞬間變得瘋狂，突然狠狠地推開你，導致你跌倒在地。『你根本不在乎我！』她用力將你的頭撞向床沿，眼神中充滿了瘋狂與痛苦，情緒完全失控，甚至有可能進一步傷害你。"
                }
            ]
        },
        {
            "id": 10,
            "time": "Morning",
            "name": "早晨——無法逃避的親密",
            "description": "早晨，陽光透過窗簾灑進房間。她躺在床上，目光呆滯。她突然低聲說道：「我們可以……再來一次嗎？我需要你……」她的語氣中透著一種難以掩飾的無力與渴望，似乎親密接觸是她唯一能找到慰藉的方式。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，滿足她的需求",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你靠近她，溫柔地撫摸她的臉頰，告訴她你會陪在她身邊。她的手輕輕搭在你身上，眼中帶著一絲焦慮，『我不知道我還能撐多久……』她輕聲說道。你們之間的距離越來越近，她的呼吸變得急促。當你們發生親密行為時，她的情緒似乎平靜了一些，但你能感覺到她內心深處依然有一股無法撫平的空虛感。『這真的能讓我感覺好一點嗎……為什麼這種空虛永遠不會消失？』她的聲音裡充滿了無奈與自我否定。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這不是解決問題的方法",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你輕聲拒絕了她的請求，告訴她親密行為並不能解決她內心的痛苦。她的表情瞬間僵硬，眼神裡的渴望轉變為失望。『所以……你也是這麼想的……沒有人真正需要我。』她的聲音裡充滿了自我否定與懊悔，彷彿你的拒絕讓她的情緒崩潰。她轉身背對著你，眼淚悄無聲息地流下。你感受到她內心的絕望與孤獨，這種壓抑的氛圍讓你深感無力。"
                }
            ]
        },
        {
            "id": 11,
            "time": "Midnight",
            "name": "深夜——渴望痛苦的極端",
            "description": "夜深了，房間內只剩下你和她的呼吸聲。她突然輕聲說道：「掐住我……我想感受痛苦……」她的聲音中透著一股無法掩飾的渴望與絕望，似乎在試圖通過痛苦找到某種情感上的釋放。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，進行激烈的親密互動",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你選擇順從她的請求，輕輕掐住她的脖子。她的呼吸變得急促，眼中閃爍著一絲興奮與痛苦交織的光芒。『更多……』她低聲呢喃，彷彿痛苦讓她找到了短暫的解脫。你們的關係越發激烈，她的表情越加扭曲，彷彿在痛苦中找到了某種自我存在的確認。當一切結束時，她的眼神依然空洞，彷彿這種極端的行為並沒有真正讓她感到釋放。『為什麼……我還是這麼痛苦？』她的聲音裡充滿了自我否定與無奈。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這樣做只會讓情況更糟",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她，這樣的行為只會加劇她內心的痛苦，並拒絕了她的請求。她的眼神變得冰冷，『所以……你也是這麼認為，我就是這麼沒用？』她的聲音裡充滿了自我否定與失望。她轉身背對著你，肩膀微微顫抖，彷彿正在壓抑著內心的崩潰。你感受到她的情緒變得越發壓抑，房間裡的氣氛變得沉重無比。"
                }
            ]
        },
        {
            "id": 12,
            "time": "Evening",
            "name": "夜晚——強迫的欲望",
            "description": "夜晚的微光映照在房間裡，她走到你身邊，輕聲說道：「我想要你……但這次你得完全按照我的方式來。」她的語氣中帶著強烈的控制欲，似乎在試圖通過掌控來證明自己對情感的需求。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的要求，讓她主導整個過程",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你選擇順從她的強迫性要求，她的眼中閃爍著一絲扭曲的興奮。『這樣……很好。』她的聲音裡帶著一股隱隱的興奮，彷彿在享受這種掌控一切的感覺。隨著你們的關係變得越來越激烈，她的表情逐漸變得扭曲，彷彿這種控制讓她感到短暫的滿足。然而，當一切結束後，她的眼神變得空洞，似乎這一切都無法真正填補她內心的空虛。『為什麼……還是這麼痛苦？』她的聲音裡充滿了失望與自我否定。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這不是健康的行為",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你輕聲告訴她，這樣的行為並不會解決她的問題，並拒絕了她的請求。她的表情瞬間變得僵硬，眼中閃過一絲不安。『所以……你也覺得我不值得被愛，是嗎？』她的聲音中充滿了自我否定與控訴。她背對著你，氣氛變得異常壓抑，彷彿一瞬間，你們之間的距離變得無比遙遠。"
                }
            ]
        },
        {
            "id": 13,
            "time": "Midnight",
            "name": "深夜——渴望痛苦的極端需求",
            "description": "夜色沉沉，她走到你身邊，輕輕抓住你的手，眼神裡閃爍著不安與期待。她低聲說道：「我想感受痛苦……請你強迫我，讓我感覺到我還活著。」她的聲音裡透著一股無法掩飾的渴望，彷彿只有痛苦才能讓她找到存在感。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，進行極端的性虐待行為",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你輕輕拉住她的手，順從她的請求進行了一系列激烈的行為。她的呼吸變得急促，眼中充滿了痛苦與快感交織的光芒。『更多……讓我感受更深的痛苦……』她的聲音裡透著瘋狂的渴望，彷彿在這一刻，她只想要被徹底壓垮，感受到極端的痛楚。隨著虐待行為變得更加激烈，她的表情越發扭曲，然而當一切結束時，她的眼神依然空洞。『為什麼……我還是感覺不到真正的解脫？』她低聲說，眼中充滿了無奈與自我否定。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這樣的行為不會讓她好受",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你拒絕了她的請求，告訴她這樣的行為只會讓她陷入更深的痛苦。她的眼神瞬間變得冰冷，『所以……你也認為我不值得被愛，是嗎？』她的聲音裡充滿了絕望與控訴，彷彿你的拒絕讓她的世界瞬間崩塌。她轉過身背對著你，肩膀微微顫抖，房間裡的氣氛變得無比沉重，你感受到她的情緒正在崩潰邊緣。"
                }
            ]
        },
        {
            "id": 14,
            "time": "Evening",
            "name": "夜晚——尋求極端的支配",
            "description": "夜晚的微光透過窗戶灑進房間，她忽然走向你，輕聲說道：「把我綁起來……折磨我，讓我感覺到自己被你完全支配。」她的眼神裡透著強烈的渴望，彷彿這種性虐待能給她帶來心靈上的解脫。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，進行綑綁與虐待",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你按照她的請求進行綑綁與虐待行為，她的呼吸變得急促，眼中閃爍著瘋狂的興奮。『再來……讓我感受到更多的痛苦與控制！』她的聲音裡充滿了渴望，彷彿這一刻的痛苦讓她找到了某種心理上的釋放。隨著虐待行為越發激烈，她的表情變得更加扭曲。然而當一切結束後，她的眼神依然空洞，『為什麼這還是無法讓我感到被愛？』她的聲音裡透著絕望，彷彿她的內心依然被無法撫平的空虛所侵蝕。"
                },
                {
                    "id": "B",
                    "text": "拒絕她的請求，告訴她這不是健康的行為",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你選擇拒絕她，告訴她這樣的行為不會讓她找到真正的解脫。她的眼神瞬間變得冰冷，『所以……你也覺得我是可憐的，對嗎？沒有人會真的想要我。』她的聲音中透著深深的失望與自我否定。她低下頭，不再看你，整個房間的氣氛變得更加沉重，你感受到她的情緒正在崩潰邊緣。"
                }
            ]
        },
        {
            "id": 15,
            "time": "Evening",
            "name": "夜晚——極端的痛苦追求",
            "description": "夜晚，她忽然靠近你，輕聲說道：「讓我痛苦……強迫我，讓我知道我還存在……」她的眼神裡透著絕望與極端的渴望，彷彿只有在被虐待時，她才能感受到自己的存在。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，進行強烈的虐待行為",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你順從了她的請求，進行了激烈的虐待行為。她的身體輕輕顫抖，呼吸變得急促，眼中閃爍著一絲興奮與痛苦交織的光芒。『更多……讓我感受到更深的痛楚……』她喃喃著，彷彿這種極端的痛苦是她唯一能找到存在感的方式。隨著行為變得更加激烈，她的表情越來越扭曲。然而當一切結束後，她的眼神依然空洞，『這些……真的能讓我感覺好一點嗎？為什麼我還是那麼痛苦？』她的聲音裡充滿了無奈與自我懷疑。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這樣的行為不會解決問題",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你選擇拒絕她的請求，告訴她這樣的行為不會讓她找到真正的解脫。她的表情瞬間變得僵硬，眼中充滿了失望。『所以……我真的永遠無法擺脫這種痛苦，是嗎？』她低聲說道，彷彿你的拒絕讓她陷入了更深的絕望。她轉身背對著你，眼淚無聲地流下，房間裡的氣氛變得異常沉重。"
                }
            ]
        },
        {
            "id": 16,
            "time": "Midnight",
            "name": "深夜——強迫的佔有",
            "description": "夜色漸深，房間裡只有微弱的燈光。她緩慢地靠近你，眼神中閃爍著某種說不清的痛苦與渴望。『內射我吧……至少那樣我能感覺到……我還有點什麼……』她的聲音低沉且毫無生氣，彷彿內心的所有感情都被掏空了，只剩下這一絲對存在感的渴望。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，內射她",
                    "effect": {
                        "Depression": 10,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": -5
                    },
                    "description": "你順從了她的請求，選擇內射她。她的身體微微顫抖，閉上眼睛，彷彿在這一刻找到了短暫的解脫。『這樣……這樣應該就是我該有的樣子吧……真賤……』她輕聲喃喃，語氣中充滿了自我厭惡，『可……為什麼……我好像又被需要了？真可笑……我根本不知道自己在幹什麼……』她的眼神依然空洞，身體輕輕顫抖，似乎無法理解自己為何要這麼做，內心的矛盾與迷失在她的表情中一覽無遺。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這不是解決的辦法",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你拒絕了她的請求，告訴她這樣做只會加深她的痛苦。她的臉色瞬間變得僵硬，眼神裡充滿了失望與絕望。『所以……你不在乎我，對嗎？你根本不愛我……你只是害怕我纏著你而已。』她的聲音裡充滿了情緒勒索，彷彿你拒絕的每一個字都在加深她內心的傷口，讓氣氛變得無比壓抑。"
                },
                {
                    "id": "C",
                    "text": "告訴她這樣只會讓她更糟",
                    "effect": {
                        "Depression": 15,
                        "Trust": -15,
                        "Happiness": -15,
                        "PlayerMental": 10
                    },
                    "description": "你選擇用激進的方式告訴她，這樣的行為不會讓她好過，反而只會讓她更加崩潰。她的眼神變得瘋狂，『你是故意這麼說的吧？你就是不想要我！你根本不在乎我，我不過就是個累贅……對吧？』她的聲音裡充滿了控訴與情緒勒索，彷彿每一句話都在試圖讓你感到罪惡。她的情緒越發失控，彷彿崩潰就在眼前，整個房間的壓力變得無法承受。"
                }
            ]
        },
        {
            "id": 17,
            "time": "Evening",
            "name": "夜晚——自殘的衝動",
            "description": "夜晚時分，她坐在房間角落，手中拿著一把小刀，眼神裡透著一股深深的絕望。她輕聲說道：「我只要割一下……或許能讓這種痛苦消失一點。」你感受到她正處在崩潰的邊緣。",
            "options": [
                {
                    "id": "A",
                    "text": "立刻阻止她，安撫她的情緒",
                    "effect": {
                        "Depression": -10,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你迅速走到她身邊，輕輕握住她的手，拿走那把小刀。『你不需要這樣，』你溫柔地說，試圖讓她冷靜下來。她的眼中閃過一絲恐懼，然後眼淚無聲地流下。『我……我真的不想這樣……可是我不知道還能做什麼。』她的情緒稍微穩定了一些，但你依然能感受到她內心深處的痛苦與無助。"
                },
                {
                    "id": "B",
                    "text": "告訴她這樣只會讓你更痛苦，拒絕她",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你拒絕了她的行為，告訴她這只會加深她的痛苦。她的眼神瞬間變得冰冷，『所以……你根本不在乎我，是嗎？只要我不打擾你就好了？』她的聲音裡充滿了情緒勒索，彷彿在強迫你為她的痛苦感到愧疚。她轉過頭，語氣越發尖銳，『你不阻止我也無所謂對嗎？因為你根本不在乎我活還是死！』房間裡的氣氛瞬間變得壓抑無比。"
                }
            ]
        },
        {
            "id": 18,
            "time": "Morning",
            "name": "早晨——試探的目光",
            "description": "早晨的陽光照進房間，她靜靜地看著你，眼神裡透著一絲疑惑與不安。她輕聲問道：「你真的會永遠陪著我嗎？還是……有一天你會像其他人一樣離開我？」",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地告訴她你不會離開",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你輕輕握住她的手，告訴她無論發生什麼，你都不會離開。她的眼神中閃過一絲懷疑，隨即又變得柔和了些。『我希望你是認真的……因為我真的不想再承受失去任何人的痛苦了……』她的聲音依然帶著一絲不安，但她似乎稍微放下了戒心。"
                },
                {
                    "id": "B",
                    "text": "告訴她沒有人能保證永遠",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她，沒有人能保證永遠陪伴。她的表情瞬間變得空洞，『所以……你也會離開我，對嗎？我就知道……沒有人會真的在乎我。』她的聲音低沉，語氣裡透著深深的失望與自我否定，彷彿你的一句話讓她的世界變得更加孤獨與無助。"
                }
            ]
        },
        {
            "id": 19,
            "time": "Afternoon",
            "name": "下午——懷疑與恐懼",
            "description": "下午的陽光灑進房間，她靜靜地坐在窗邊，低聲問道：「你……會背叛我嗎？我總是覺得你有一天會厭倦我……我該怎麼相信你？」她的語氣裡充滿了恐懼與懷疑，彷彿她無法相信任何人。",
            "options": [
                {
                    "id": "A",
                    "text": "向她保證你的忠誠",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你輕輕擁抱她，告訴她你不會背叛她，並向她保證你的忠誠。她的眼中閃過一絲猶豫，『可是……我還是會害怕，我不知道該怎麼相信……』她的語氣中帶著一絲絕望，但你的話似乎讓她感到了一絲安慰。"
                },
                {
                    "id": "B",
                    "text": "告訴她每段關係都有風險",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她，每段關係都有風險，沒有人能保證永遠忠誠。她的眼神瞬間變得冰冷，『所以……你也會離開我，是嗎？你根本不會一直陪著我！』她的聲音裡充滿了情緒勒索，彷彿你的一句話讓她的心徹底崩塌。『你從來就不是真的愛我，你只是想要我的身體，對嗎？』她的話讓氣氛變得更加壓抑與沉重。"
                }
            ]
        },
        {
            "id": 20,
            "time": "Midnight",
            "name": "深夜——信任的終極挑戰",
            "description": "夜晚的寧靜被她突如其來的問題打破，她的眼神裡充滿了恐懼與疑問。『你真的愛我嗎？還是……你只是像其他人一樣對我感到厭倦？』她的語氣裡透著深深的懷疑，彷彿你們之間的每一個互動都在試探彼此的情感。",
            "options": [
                {
                    "id": "A",
                    "text": "真誠地告訴她你愛她",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你輕聲告訴她，你是真的愛她，不是因為義務或負擔，而是出自內心的真誠。她的眼中閃過一絲不安，『我不知道該不該相信你……』她低聲說道，語氣裡帶著一絲猶豫與恐懼。雖然她的疑慮依然存在，但你的話似乎讓她感受到了些許安慰。"
                },
                {
                    "id": "B",
                    "text": "告訴她感情有時候會變",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她，感情有時候會變，沒有人能保證一切都不會改變。她的眼神變得黯淡，『所以……你也會對我感到厭倦，對嗎？』她的語氣裡充滿了情緒勒索，彷彿每一個字都在加重她的失望與痛苦。『你根本不在乎我……你只是覺得我太麻煩了，對吧？』她的話語讓你感覺到深深的壓力與內疚。"
                },
                {
                    "id": "C",
                    "text": "告訴她這種問題沒意義",
                    "effect": {
                        "Depression": 10,
                        "Trust": -15,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你選擇強硬地回應，告訴她這種問題毫無意義，只會讓彼此更加痛苦。她的眼神瞬間變得瘋狂，『你是不是根本不在乎我？你從來就不愛我，你只是怕我纏著你！』她的聲音裡充滿了控訴與情緒勒索，彷彿每一個字都在逼迫你承認她的猜測。『你就是想讓我覺得自己很可憐，對嗎？這樣你就可以輕鬆離開我了！』她的情緒開始失控，房間裡的氣氛變得無比壓抑。"
                }
            ]
        },
        {
            "id": 21,
            "time": "Midnight",
            "name": "深夜——主動的誘惑",
            "description": "夜深人靜，你剛剛躺在床上準備入睡。她悄悄地靠近你，輕輕拉開你的衣服。她的聲音低沉而微弱，帶著一絲不安與渴望：『我……我想要你……我需要感受到你對我的渴望……』她的手已經開始解開你的褲子，眼神裡透著一種無法掩飾的焦慮與依賴。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的需求，滿足她的渴望",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你順從了她的主動行為，她的身體輕輕顫抖，似乎在這一刻感受到了一絲短暫的安全感。『這樣……這樣我才能感覺到你真的需要我……』她低聲呢喃，語氣裡透著複雜的情感。隨著親密行為的展開，她的情緒似乎稍微穩定了一些，但你能感受到她內心依然充滿了迷失與空虛，彷彿這一切對她來說只是短暫的慰藉，無法真正填補內心的孤獨。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這不是解決內心痛苦的辦法",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你拒絕了她的行為，告訴她這樣做無法解決她的內心痛苦。她的表情瞬間變得僵硬，眼神中透著一絲失望與絕望。『所以……你不想要我了，對嗎？你覺得我不值得……』她的語氣裡透著深深的失望與控訴，彷彿你的拒絕讓她的內心傷口更加擴大。她轉過身，語氣冰冷，『沒有人會想要像我這樣的人，我早就應該知道了。』"
                }
            ]
        },
        {
            "id": 22,
            "time": "Morning",
            "name": "早晨——無法抗拒的索求",
            "description": "早晨的陽光透過窗簾灑進房間，她趁你還在睡覺時緩步靠近你，她的手指迅速而果斷地劃過你的身體。『別裝睡了，起來……我知道你也想要這樣，』她的聲音低沉而帶著命令的口吻，彷彿不容你拒絕。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的需求，進行親密行為",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你醒來後順從了她的要求。她的眼神中閃爍著一種勝利的光芒，嘴角微微上揚。『看吧，我知道你無法拒絕我……這樣你才算真正屬於我……』她的話裡帶著一絲得意與掌控的意味，彷彿這是她唯一能感覺到自己被需要的方式。隨著親密行為的展開，她的動作依然充滿著強烈的需求，但內心的空虛仍未消散，眼神變得更加迷茫，彷彿她自己也不知道為什麼要這樣。"
                },
                {
                    "id": "B",
                    "text": "拒絕她的行為，告訴她這不是解決問題的方式",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你試圖拒絕她，但她立刻打斷了你，『你真以為你有選擇嗎？』她的聲音中帶著一絲嘲諷，『你想逃？那就讓我看看你到底能有多遠……不過你心裡清楚，你逃不了的。』她的話像刀子般刺進你的心，『沒有人會真的拒絕我，尤其是你……別再裝了。』她轉身背對著你，語氣冰冷，充滿了威脅與控制感。"
                }
            ]
        },
        {
            "id": 23,
            "time": "Midnight",
            "name": "深夜——徹底的支配與利用",
            "description": "夜深人靜，她冷冷地看著你，眼神裡沒有一絲光彩。她緩緩靠近你，聲音低沉且冰冷，『你只需要把我當作一個工具……一個沒有意識的肉便器就好了……來吧，內射我好嗎。』她的語氣裡帶著一種令人毛骨悚然的冷漠與決絕，彷彿她已經放棄了對自己的任何期待。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，將她徹底支配並內射",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": -5
                    },
                    "description": "你順從了她的請求，徹底地支配她，彷彿她真的如她所說，只是一個毫無自我的肉便器。她的眼神變得更加空洞，『這就是我存在的意義……被使用，然後被拋棄……』她的聲音低沉且毫無感情。隨著內射的瞬間，她的身體微微顫抖，但眼神依然沒有任何波動，彷彿她的靈魂早已不存在，只有這個軀殼在服從。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她這樣的行為對她毫無意義",
                    "effect": {
                        "Depression": 5,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你拒絕了她的請求，告訴她這樣的行為不會給她帶來任何真正的解脫。她的臉色瞬間變得冰冷，『所以……你也不想要我了，是嗎？我就知道，沒有人會真的想要我這樣的東西。』她的聲音裡充滿了自我厭惡與情緒勒索，彷彿在強迫你感到愧疚，『你就是在可憐我，對吧？這就是你不敢碰我的原因。』"
                }
            ]
        },
        {
            "id": 24,
            "time": "Afternoon",
            "name": "下午——微小的壓力帶來的崩潰",
            "description": "下午，她正在做一些家務。當她不小心打翻了一杯水時，整個人瞬間呆住，然後她開始劇烈地顫抖。『為什麼……為什麼我連這麼簡單的事情都做不好？』她的聲音越來越顫抖，眼中閃過的絕望與痛苦開始失控。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她這只是小事",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你輕聲告訴她，這只是小事，讓她不要太在意。然而，她的反應更加劇烈，『你不懂……這不是小事……每一次這種事情發生，我就想到過去，我想到自己那麼努力也無法被接受！為什麼我總是這樣……』她的聲音因為失控而變得尖銳，淚水從她的臉頰流下，手不停地顫抖，彷彿所有的痛苦都在這一瞬間湧上心頭。"
                },
                {
                    "id": "B",
                    "text": "告訴她不要再想那些過去的事情",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你試圖讓她停止回想過去，告訴她這些事已經過去了，不值得再去糾結。但她的眼神變得更加瘋狂，『怎麼可能不去想？每一次這些事都在提醒我……提醒我自己是多麼失敗！』她開始顫抖得更加厲害，彷彿所有的情感都無法壓抑，崩潰的邊緣已經近在眼前，『你也覺得我沒救了，對不對？』"
                }
            ]
        },
        {
            "id": 25,
            "time": "Afternoon",
            "name": "下午——以死相逼的愛",
            "description": "她站在陽台上，風輕輕吹過她的頭髮，她看著你，眼中充滿了絕望。『如果我從這裡跳下去，你會在意嗎？』她輕聲說道，腳步漸漸向欄杆靠近。她的表情顯得異常平靜，但你能感受到她內心的掙扎和瘋狂。",
            "options": [
                {
                    "id": "A",
                    "text": "衝上前去拉住她，告訴她你真的在乎她，讓她不要這麼做",
                    "effect": {
                        "Depression": -10,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你迅速跑向她，抓住她的手臂，緊緊地抱住她，『我真的在乎你！請不要這麼做！』你的聲音顫抖，她的身體微微顫抖著，眼淚開始從她的眼角滑落。『可是……如果你真的在乎我，為什麼我總是感覺這麼孤單？』她的聲音帶著無限的悲傷，但你感覺到她的情緒逐漸穩定下來。"
                },
                {
                    "id": "B",
                    "text": "不動聲色地靠近她，並突然用力將她從欄杆旁拉回來，然後狠狠地抱住她",
                    "effect": {
                        "Depression": -5,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你慢慢靠近她，假裝在思考她的問題，然後突然用力拉住她的手腕，將她從欄杆邊拉了回來，『你要跳？可以，但至少讓我先抱你一下！』你抱住她，手上的力道幾乎讓她無法動彈。她掙扎了一下，『放開我！』她嘶喊著，但隨著你的力道，她逐漸安靜下來，淚水順著她的臉頰滑落。"
                }
            ]
        },
        {
            "id": 26,
            "time": "Midnight",
            "name": "深夜——以死威脅的愛",
            "description": "她手中拿著一把小刀，眼中閃爍著決絕的光芒。『如果我割腕，你會愛我嗎？』她站在你面前，語氣冷冷地說道。她的手微微顫抖，刀鋒已經靠近她的皮膚，氣氛異常緊張，你知道她隨時可能做出極端行為。",
            "options": [
                {
                    "id": "A",
                    "text": "伸手試圖奪下小刀，告訴她你的愛是真實的，不需要她這麼做",
                    "effect": {
                        "Depression": -10,
                        "Trust": 10,
                        "Happiness": 5,
                        "PlayerMental": -5
                    },
                    "description": "你立刻上前，抓住她拿刀的手，『你不用這麼做，我愛你，這一切都是真的！』你用力奪過她手中的小刀，她的手微微顫抖，眼中充滿了掙扎。『可是……為什麼我總覺得你不夠在乎我……』她的聲音中充滿了痛苦，但她的情緒逐漸緩和下來，刀終於從她的手中滑落。"
                },
                {
                    "id": "B",
                    "text": "拿出自己的手臂，用激烈的語氣說如果她敢傷害自己，你也會跟著做同樣的事",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你毫不猶豫地伸出自己的手臂，『你要割就割，我陪你一起！』你的語氣充滿了挑釁，她愣住了，手中的小刀停在半空中。『你不會……你不會這樣做……』她的聲音顫抖，眼中閃過一絲不確定。你用更堅定的語氣說道：『你敢傷害自己，我就陪你一起走到底！』她終於崩潰了，扔掉了小刀，淚流滿面地撲向你，情緒徹底崩潰。"
                }
            ]
        },
        {
            "id": 27,
            "time": "Evening",
            "name": "夜晚——價值的崩潰",
            "description": "夜晚時分，她站在鏡子前，神情瘋狂，手不停地撫摸自己的臉頰和頭髮，嘴裡喃喃自語：『我這是什麼……我自己都是什麼東西？沒有人會想要我……我根本就不值一分錢！』她的情緒像是已經徹底崩潰，眼神瘋狂得可怕。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她她的價值不應該這麼看待",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你試圖安撫她，告訴她她的價值不應該這麼看待。她的反應瞬間變得極端，『不應該這麼看？那我該怎麼看！你告訴我！你說我有價值……但在你心裡我就是這樣吧！我就是個沒用的東西……根本不值得被愛！』她的聲音像是被尖刀割裂般扭曲，眼神裡的瘋狂越來越深，身體劇烈顫抖，『告訴我！你是不是也覺得我應該就這麼消失！』她突然大聲尖叫，整個身體幾乎要摔倒，彷彿情緒已經完全失控。"
                },
                {
                    "id": "B",
                    "text": "告訴她不要這樣貶低自己",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你試圖告訴她不要這樣貶低自己，但她的反應變得更加瘋狂，『貶低？這是事實！我就是這樣！你以為你說幾句話就能改變一切嗎？我就是這麼卑賤……沒有人會在意！沒有人會愛我！你不也是一樣嗎？』她的聲音變得尖銳刺耳，眼神完全失控，『我活著根本沒有任何意義！我就是應該消失！』她開始用力抓住自己的頭髮，崩潰的邊緣已經越來越近，彷彿隨時會失控做出更極端的行為。"
                }
            ]
        },
        {
            "id": 28,
            "time": "Midnight",
            "name": "深夜——徹底的屈辱",
            "description": "深夜，她跪在你面前，眼神空洞，聲音低沉：『來吧……利用我，像個廢物一樣對待我……這就是我存在的唯一理由。』她的語氣冰冷且充滿屈辱，彷彿她已經完全放棄了自尊。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，讓她感受到被徹底支配",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你毫不猶豫地支配了她，感受到她的身體因痛苦而顫抖。她的呼吸變得急促，『對……就是這樣……我只是……一個被使用的東西……』她的聲音中沒有一絲感情，只有深深的屈辱，彷彿在這過程中，她認同了自己無用的存在。她的眼神越來越空洞，痛苦與自我厭惡吞噬著她的一切。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她她不該如此對待自己",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你斷然拒絕了她，告訴她她不應該這樣對待自己。她的眼神突然變得尖銳，『不該？那你告訴我……還有什麼理由讓我繼續活著？』她的聲音裡帶著深深的憤怒與屈辱，彷彿你的一句話刺痛了她的自尊。『你只是想讓我覺得自己可笑……反正我什麼都不是。』她激動得顫抖不止，彷彿再也無法控制自己的情緒。"
                }
            ]
        },
        {
            "id": 29,
            "time": "Afternoon",
            "name": "下午——在痛苦中尋找存在",
            "description": "下午，她低著頭站在你面前，手指輕輕顫抖。『掐住我……讓我喘不過氣……讓我知道自己還能感覺到什麼……』她的聲音中透著一股絕望與自我否定，彷彿她已經無法再感受到其他任何東西。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，讓她感受到極端的痛苦",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你掐住了她的脖子，感受到她的身體因窒息而微微顫抖。她的眼神變得模糊，呼吸急促，『這樣……這樣我才覺得我還有點什麼……』她輕聲低喃，眼神中充滿了扭曲的滿足，『我只適合被這樣對待……我什麼都不是……』她的語氣裡滿是屈辱與絕望，彷彿在這痛苦的過程中，她感覺到了一絲短暫的存在感。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她她不應該這樣對自己",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你拒絕了她的請求，告訴她她不應該這樣對待自己。她的眼神變得更加瘋狂，『你也覺得我可悲，對不對？沒有人真的會在乎……』她的聲音變得尖銳刺耳，彷彿你拒絕的每一個字都在加劇她內心的痛苦，『我根本就不應該存在……這就是我的下場！』她的身體開始劇烈顫抖，情緒崩潰，幾乎無法再承受更多的打擊。"
                }
            ]
        },
        {
            "id": 30,
            "time": "Midnight",
            "name": "深夜——痛苦中的掙扎",
            "description": "夜晚的黑暗籠罩著房間，她站在窗邊，背對著你，聲音輕微而顫抖：『你知道嗎……有時候我感覺不到自己還活著。』她的聲音低沉而沙啞，彷彿是在自言自語。她緩緩轉過身，眼神中混雜著痛苦與渴望。『讓我感覺到點什麼……即使是痛苦也好……』她的手輕輕摸上你的肩膀，『讓我承受最難以忍受的屈辱……只有這樣……我才覺得我還存在。』她的聲音變得更加沙啞，顯示出一種深深的自我厭惡與絕望。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，讓她承受肛交的痛苦",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你最終順從了她的請求，感受到她的身體因痛苦而劇烈顫抖。她咬緊牙關，呼吸變得急促而沉重。『這種痛苦……這就是我唯一能感受到的東西了吧……』她低語著，語氣中透著一絲悲哀與疲憊，『在這種折磨中……我好像還活著……』她的聲音帶著顫抖的哭泣，眼神中閃爍著掙扎與痛苦，彷彿在這一瞬間，她的靈魂都被撕裂了。"
                },
                {
                    "id": "B",
                    "text": "拒絕她，告訴她她不該這麼看待自己",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你拒絕了她，試圖告訴她這種方式無法解決她的痛苦。但她的表情瞬間變得瘋狂，『你不懂……你從來都不懂！』她的聲音越來越尖銳，眼神中充滿了痛苦與絕望，『沒有人在乎我！你們只會告訴我應該怎麼做，但誰真的在乎過我怎麼了？』她的情緒突然崩潰，淚水無聲地滑落，她的身體劇烈顫抖，彷彿整個人都要在痛苦中瓦解。"
                }
            ]
        },
        {
            "id": 31,
            "time": "Midnight",
            "name": "深夜——前男友的陰影",
            "description": "深夜，她站在房間中央，雙手緊握，突然開始顫抖，『他當時就是這麼對我的……』她的聲音因憤怒而顫抖，『我的前男友……他每次都把我當成玩物，從來沒把我當人看！』她的語氣中夾雜著絕望與憤怒，彷彿回憶的痛苦又再次浮現在她眼前，『我不是他的東西！我從來就不是！』她的情緒變得更加激進，整個人幾乎要崩潰。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她她已經逃離那段經歷",
                    "effect": {
                        "Depression": 10,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你試圖告訴她，那段經歷已經過去了，她已經擺脫了那個人。但她的反應更加激烈，『擺脫？我永遠無法擺脫他！』她的聲音越來越尖銳，幾乎要撕裂空氣，『他的影子永遠跟著我……我無法擺脫那些回憶！每次閉上眼睛，他就回來了……』她的手開始劇烈顫抖，淚水無聲地流下，痛苦和恐懼再次淹沒了她的理智。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她不要再讓過去的痛苦控制她",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你用強硬的語氣告訴她，她不能再讓前男友的影響控制她的現在。她的眼神瞬間變得瘋狂，『你根本不懂！』她的聲音尖銳到讓人感到不安，『你以為他離開了我就能擺脫這一切？他……他永遠佔據著我的記憶，像個噩夢……永遠無法甩掉！』她的情緒完全失控，淚水不停地滑落，彷彿這一切對她來說已經無法承受。"
                }
            ]
        },
        {
            "id": 32,
            "time": "Afternoon",
            "name": "下午——家中的陰影",
            "description": "下午，她坐在角落，聲音低沉：『我媽那時候……每次看我的眼神，都像在看一個陌生人……甚至是厭惡。』她的雙眼逐漸失焦，『她從來沒說過愛我……甚至連在乎都不曾……』她的聲音越來越低，卻帶著無法抑制的憤怒。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她現在有你在",
                    "effect": {
                        "Depression": 10,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她現在她並不孤單，但她的反應更加劇烈，『你不明白……沒有人真正關心我……我的家人……他們甚至懶得假裝！』她的聲音變得尖銳，『我在他們眼裡就是一個負擔……他們從來不會愛我。』她的情緒開始急速崩潰，整個人陷入深深的絕望中。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她不要再活在家人的陰影裡",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你用強硬的語氣告訴她，不要再讓家人的影響控制她的生活。她的表情瞬間變得瘋狂，『你怎麼敢告訴我怎麼過我的生活！』她的聲音刺耳且尖銳，『他們就是這樣對待我的！你想知道嗎？他們根本不在乎我……甚至希望我從來沒存在過！』她的情緒徹底崩潰，淚水不停地湧出，伴隨著深深的憤怒與痛苦。"
                }
            ]
        },
        {
            "id": 33,
            "time": "Midnight",
            "name": "深夜——破碎的靈魂",
            "description": "深夜，她的情緒已經接近崩潰，她的雙手顫抖著抓住自己的頭髮，『你知道嗎……他把我變成了什麼樣的人？』她的聲音中透著絕望，『我的前男友……是他讓我需要這些……只有在被虐待時……我才能感覺到自己還活著……』她的語氣變得越來越瘋狂，眼神充滿著扭曲的痛苦，『如果不是他，我不會變成這樣……不會需要這些！』",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她她不需要通過痛苦來證明自己",
                    "effect": {
                        "Depression": 10,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你試圖安撫她，告訴她她不需要通過痛苦來證明自己的存在。她的表情突然變得更加激進，『你不明白！你怎麼可能懂？！』她的聲音變得刺耳，幾乎無法壓抑內心的瘋狂，『他讓我覺得我只有在痛苦中才有價值！我不配擁有幸福……我只能在這些可怕的折磨中感覺到……一絲存在感……』她的情緒徹底失控，雙手顫抖著，淚水不斷湧出，彷彿所有壓抑的痛苦一瞬間爆發了出來。"
                },
                {
                    "id": "B",
                    "text": "告訴她不要再讓前男友的影響控制她的生活",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她不要再讓前男友的影響繼續控制她的人生。她的眼神變得瘋狂，『你知道他對我做了什麼嗎？！你知道嗎？！』她的聲音尖銳，充滿了憤怒與瘋狂，『他讓我相信我只能這樣……只有痛苦……只有這些可怕的東西才能讓我覺得自己還有價值！』她的聲音幾乎在尖叫，整個身體因憤怒與絕望而劇烈顫抖，彷彿她的理智已經完全崩潰。"
                }
            ]
        },
        {
            "id": 34,
            "time": "Afternoon",
            "name": "下午——扭曲的愛與信任",
            "description": "下午，她突然情緒失控，手指開始抓住自己的手臂，像是要撕裂皮膚。『你真的……真的在乎我嗎？還是……還是你也……想丟下我？』她的語言變得混亂，眼神瘋狂地閃爍著。『我已經受夠了！如果你不愛我……那我就……我就不需要存在了！』她的手指抓得更深，開始有血滲出，她的語氣帶著一種徹底崩潰的絕望。",
            "options": [
                {
                    "id": "A",
                    "text": "立刻安撫她，試圖阻止她進一步傷害自己",
                    "effect": {
                        "Depression": 8,
                        "Trust": 7,
                        "Happiness": 5,
                        "PlayerMental": 10
                    },
                    "description": "你立刻抓住她的手，試圖阻止她進一步自殘。她的眼神突然停住了，盯著你，『你真的在乎我？你真的……不會離開我？』她的語氣中夾雜著瘋狂與期盼，眼淚開始無聲地流下。你輕聲安慰她，告訴她你不會離開，她的手逐漸放鬆，但她的身體仍然顫抖，『我好怕……好怕你也會走……』她的語氣裡充滿了脆弱與依賴。"
                },
                {
                    "id": "B",
                    "text": "試圖用理智告訴她不要再這樣想",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -8,
                        "PlayerMental": 10
                    },
                    "description": "你試圖告訴她，她不該這樣傷害自己，這些想法都是不理智的。她的反應卻更加激烈，『理智？理智能給我什麼！你也只會這樣說……就像所有人一樣……』她開始瘋狂地笑，手上的血越來越多，『你根本不懂！根本不在乎！你想走就走吧！你們都想走！』她的情緒徹底失控，聲音尖銳得刺痛耳膜，眼神中充滿了瘋狂的怨恨。"
                }
            ]
        },
        {
            "id": 35,
            "time": "Midnight",
            "name": "深夜——失控的信任考驗",
            "description": "夜深人靜，她突然激動地揪住自己的衣服，眼中充滿了疑惑和痛苦。『你是真的在乎我嗎？還是……還是你跟他們一樣？』她的語氣變得混亂，『我不相信……我不相信你……沒有人會留下……』她的手指開始狠狠地抓自己的手臂，留下深深的紅痕，語言越來越錯亂，情緒越來越不穩。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖平撫她，告訴她你會一直在",
                    "effect": {
                        "Depression": -5,
                        "Trust": 8,
                        "Happiness": 6,
                        "PlayerMental": 5
                    },
                    "description": "你試圖輕聲安慰她，告訴她你會一直陪在她身邊。她的眼淚瞬間湧了出來，『你真的不會走？不會像其他人一樣……丟下我？』她的語氣顫抖，像是等待著一個絕望的回答。你告訴她你不會離開，她的手慢慢鬆開了，眼神裡閃過一絲希望，但依然充滿不安，『我很害怕……我害怕你也會走……』"
                },
                {
                    "id": "B",
                    "text": "告訴她不要再懷疑，這樣只會傷害自己",
                    "effect": {
                        "Depression": 8,
                        "Trust": -8,
                        "Happiness": -6,
                        "PlayerMental": 6
                    },
                    "description": "你試圖用理智告訴她，不要再懷疑自己或傷害自己。但她的情緒瞬間爆發，『你根本不明白！你也不在乎！』她的聲音尖銳，手上的抓痕變得更加明顯，『沒有人會留下，沒有人真的在乎我！』她的眼中充滿了絕望與瘋狂，聲音越來越失控，像是整個世界正在從她腳下崩塌。"
                },
                {
                    "id": "C",
                    "text": "告訴她她太敏感了",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你冷漠地回應她，告訴她她太敏感了，這一切都是她自己的問題。她的眼神變得瘋狂，『你也這麼覺得！哈哈……你看，我早就知道！』她開始瘋狂地用指甲抓自己的皮膚，鮮血滲出，『我就知道沒有人會真的在乎！每個人都會離開我……』她的聲音尖銳到刺痛耳朵，眼淚和血水混合著流下，情緒徹底崩潰。"
                }
            ]
        },
        {
            "id": 36,
            "time": "Midnight",
            "name": "深夜——強迫的欲望",
            "description": "深夜，她突然情緒變得激動，靠近你，用急促的語氣命令道：『拉扯我的頭髮……快點！你知道我喜歡這樣……不要停下來。』她的語氣中帶著一種強烈的控制欲，迫使你順從她的需求，『一邊拉著我的頭髮……一邊用力……』她的眼神瘋狂，彷彿她只剩下這一種方式能讓自己感覺到快感。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的命令，強力拉扯她的頭髮並繼續抽插",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": -5
                    },
                    "description": "你順從她的命令，拉住了她的頭髮，隨著每一下抽插，她的喘息變得更加急促。她的身體顫抖著，『就是這樣……繼續……』她瘋狂地命令你不斷加快速度，直到最後你在她體內射出。她的眼神閃爍著滿足與痛苦交織的情感，『這樣……這樣我才能感覺到我還活著……』她低聲喃喃，眼中依然閃爍著瘋狂。"
                },
                {
                    "id": "B",
                    "text": "拒絕她的命令，告訴她這樣不對",
                    "effect": {
                        "Depression": 10,
                        "Trust": -8,
                        "Happiness": -10,
                        "PlayerMental": 5
                    },
                    "description": "你試圖拒絕她的命令，告訴她這樣做不對。她的眼神瞬間變得瘋狂，『你以為你可以拒絕我？！你就是要這樣對我！』她的聲音變得尖銳刺耳，憤怒與失控交織在她的語氣中，『沒有人會愛我……所以你必須這樣對我……』她的情緒徹底崩潰，眼中充滿了絕望與瘋狂的欲望。"
                }
            ]
        },
        {
            "id": 37,
            "time": "Midnight",
            "name": "深夜——口中的屈辱",
            "description": "夜深人靜，她跪在你面前，沒有任何預兆地開始主動口交。她的眼神空洞而麻木，動作帶著一種近乎機械的順從。『別動……我知道這就是你想要的……』她低語著，緩緩地將你的肉棒含入口中。",
            "options": [
                {
                    "id": "A",
                    "text": "用力地將肉棒塞滿她的嘴，讓她感受到嘔吐的痛苦，然後射在她嘴裡",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -5,
                        "PlayerMental": -5
                    },
                    "description": "你毫不猶豫地將肉棒深深塞入她的喉嚨，她的呼吸變得急促，眼中開始泛起淚光。『太深了……我……我快……』她的聲音因窒息而斷斷續續。你能感受到她的喉嚨緊繃，隨著她感受到越來越多的痛苦，你最終在她的嘴裡射出。她的身體因不適而顫抖，嘴裡溢出一絲嘔吐的聲音，眼神中滿是屈辱與無助。"
                },
                {
                    "id": "B",
                    "text": "默默地射在她嘴裡，不發出任何聲音",
                    "effect": {
                        "Depression": 8,
                        "Trust": -8,
                        "Happiness": -5,
                        "PlayerMental": -5
                    },
                    "description": "你沒有說話，默默地感受著她的動作。她的眼神依然麻木，動作變得更加順從，你的快感逐漸達到頂點，最終在她的嘴裡射出。她沒有任何反應，只是默默地將你的精液吞下，然後低頭不語，彷彿一切都沒有發生過。她的表情毫無生氣，似乎在這個過程中，她的靈魂已經完全抽離。"
                }
            ]
        },
        {
            "id": 38,
            "time": "Midnight",
            "name": "深夜——極端與普通的選擇",
            "description": "深夜的氛圍沉靜而壓抑，你與她正在進行激烈的性愛。她的雙手輕輕環住你的背，但眼神中透著一絲無法言喻的渴望。『如果你想要更多……』她低語著，語氣中夾雜著挑釁與期盼。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的暗示，掐住她的脖子，加強刺激感",
                    "effect": {
                        "Depression": 10,
                        "Trust": -8,
                        "Happiness": -6,
                        "PlayerMental": -5
                    },
                    "description": "你順從了她的要求，手輕輕掐住她的脖子，隨著每一下抽插，她的呼吸變得愈發急促，眼神中閃爍著痛苦與快感交織的情感。她的身體因窒息而開始顫抖，『就是這樣……再用力些……』她的聲音越來越微弱，但你感覺到她渴望著這種極限的刺激，直到最後，你在她體內射出。"
                },
                {
                    "id": "B",
                    "text": "忽略她的暗示，持續進行普通的性愛",
                    "effect": {
                        "Depression": 6,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": -3
                    },
                    "description": "你選擇忽略她的暗示，繼續以平穩的方式進行性愛。她的眼神閃過一絲失望，『沒關係……這樣也好……』她的聲音中帶著一絲無奈，但隨著你們的節奏不斷加快，最終你在她體內射出。儘管她並未得到更強烈的刺激，卻依然默默地接受了這一切，身體緩緩放鬆下來。"
                }
            ]
        },
        {
            "id": 39,
            "time": "Afternoon",
            "name": "下午——打翻的咖啡杯",
            "description": "下午，她正安靜地在桌前喝咖啡，突然她不小心打翻了杯子，咖啡灑了一地。她的手停在空中，盯著桌上的咖啡漬，眼神變得呆滯。『為什麼……我連這麼簡單的事都做不好……』她低聲自言自語，聲音中透著深深的自我厭惡。",
            "options": [
                {
                    "id": "A",
                    "text": "告訴她這只是一件小事，沒必要這麼苛責自己",
                    "effect": {
                        "Depression": 5,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你試圖告訴她這只是個意外，沒必要這麼苛責自己。但她的眼神依然空洞，『意外？我的人生不就是充滿了這些所謂的意外嗎？我什麼都做不好……什麼都會搞砸……』她的語氣中充滿了無力感，彷彿這次的小錯誤再次將她推向深淵。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她不要因為這種事懷疑自己",
                    "effect": {
                        "Depression": 8,
                        "Trust": -5,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你用強硬的語氣告訴她，不要因為這種小事懷疑自己。她的表情瞬間變得僵硬，『小事？這對你來說是小事……但對我來說，這就是我整個人生的縮影……』她的聲音逐漸變得尖銳，『我就是這樣，永遠不會成功，永遠搞砸所有事情……』她的情緒逐漸失控，淚水無聲地滑落，表現出深深的自我否定。"
                }
            ]
        },
        {
            "id": 40,
            "time": "Evening",
            "name": "夜晚——煮焦的晚餐",
            "description": "夜晚，她在廚房裡準備晚餐，不小心煮焦了鍋裡的菜。她無力地看著焦黑的食物，雙手顫抖，聲音低沉：『為什麼我連做個晚餐都做不好……』她的話語中帶著深深的自我懷疑，眼神越來越黯淡。",
            "options": [
                {
                    "id": "A",
                    "text": "告訴她沒關係，可以重做，不用太在意",
                    "effect": {
                        "Depression": 4,
                        "Trust": 7,
                        "Happiness": 6,
                        "PlayerMental": 3
                    },
                    "description": "你輕聲安慰她，告訴她沒關係，可以重新來過。她看著你，眼神裡滿是無奈，『你總是這麼說……可是為什麼我總是失敗？』她的語氣中充滿了無力感，『我連這樣的小事都做不好，還能做什麼呢……』她的肩膀無力地下垂，似乎陷入了深深的自我否定中。"
                },
                {
                    "id": "B",
                    "text": "告訴她失敗是正常的，不應該因此懷疑自己",
                    "effect": {
                        "Depression": 6,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": 4
                    },
                    "description": "你告訴她每個人都會犯錯，失敗是正常的，但她的反應依然激烈，『對你來說是這樣……可是我呢？我什麼都做不好，永遠都是這樣……』她的聲音變得沙啞，情緒越來越失控，『我連做個晚餐都會搞砸……你覺得我還有什麼價值？』她的眼神變得更加暗淡，彷彿再也看不到希望。"
                }
            ]
        },
        {
            "id": 41,
            "time": "Evening",
            "name": "夜晚——崩潰的邊緣",
            "description": "夜晚時分，你無意中說了一句話，讓她誤解了你的意思。她的臉色突然變得僵硬，情緒迅速崩潰。『你……你就是這麼想的，對吧？你也在嘲笑我，覺得我很可笑！』她的聲音變得尖銳，突然情緒失控，抬起手來試圖攻擊你。",
            "options": [
                {
                    "id": "A",
                    "text": "立刻抓住她的手，試圖阻止她的攻擊",
                    "effect": {
                        "Depression": 6,
                        "Trust": -6,
                        "Happiness": -7,
                        "PlayerMental": 5
                    },
                    "description": "你迅速抓住她的手，試圖讓她冷靜下來。她的身體劇烈顫抖，眼神充滿了瘋狂與痛苦，『你就是討厭我！你跟他們一樣！你也想讓我消失……』她的聲音尖銳刺耳，淚水從她的眼中湧出，情緒徹底崩潰，像是要將你從她的世界裡推開。"
                },
                {
                    "id": "B",
                    "text": "試圖冷靜地告訴她這只是個誤會",
                    "effect": {
                        "Depression": 7,
                        "Trust": -8,
                        "Happiness": -5,
                        "PlayerMental": 4
                    },
                    "description": "你試圖用冷靜的語氣解釋這是一個誤會，但她根本聽不進去。『誤會？你就是這麼想的！』她的眼神變得更加瘋狂，情緒徹底失控，『你從來沒有真的在乎過我！你跟所有人一樣……只是在忍耐我！』她的聲音越來越高亢，情緒崩潰到無法控制，抬起手試圖攻擊你。"
                }
            ]
        },
        {
            "id": 42,
            "time": "Midnight",
            "name": "深夜——崩潰的攻擊",
            "description": "深夜時，你無意中做了一個小錯，讓她誤會了你的意圖。她的表情瞬間變得扭曲，情緒徹底崩潰。『你就是在耍我！你跟他們一樣……覺得我可笑，覺得我不值得被愛！』她的眼神瘋狂，突然情緒失控，抬起手來試圖攻擊你。",
            "options": [
                {
                    "id": "A",
                    "text": "迅速抓住她的手，防止她進一步傷害你",
                    "effect": {
                        "Depression": 6,
                        "Trust": -6,
                        "Happiness": -7,
                        "PlayerMental": 4
                    },
                    "description": "你迅速抓住她的手，試圖阻止她的攻擊。她的情緒絲毫沒有緩和，『你看……你就是討厭我！不然你為什麼要這樣……你跟他們都一樣！』她的聲音尖銳，眼中充滿了瘋狂與絕望，『你們都想丟下我！』她的淚水不停地流下，整個人陷入崩潰的邊緣。"
                },
                {
                    "id": "B",
                    "text": "試圖冷靜地解釋，這只是一個誤會",
                    "effect": {
                        "Depression": 7,
                        "Trust": -8,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你冷靜地告訴她這只是個誤會，並試圖讓她平靜下來。她的反應更加激烈，『誤會？這就是你想丟下我的藉口！』她的聲音變得尖銳，幾乎帶著瘋狂的絕望，『你根本不在乎我！你跟所有人一樣！』她的情緒徹底失控，眼中充滿了瘋狂與怒火。"
                },
                {
                    "id": "C",
                    "text": "告訴她這一切都是她自己的問題",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": 10
                    },
                    "description": "你冷酷地回應她，告訴她這一切都是她自己的問題。她的表情瞬間扭曲，眼神變得瘋狂，『哈哈哈……我就知道！你也這麼想！你根本不在乎我……你就是在等著看我崩潰！』她開始尖叫，情緒徹底崩潰，瘋狂地揮舞著手試圖攻擊你，『沒有人在乎我！你也不例外！』她的聲音越來越高亢，情緒完全失控。"
                }
            ]
        },
        {
            "id": 43,
            "time": "Midnight",
            "name": "深夜——瘋狂的懷疑",
            "description": "深夜，她突然變得異常安靜，雙眼充滿了懷疑的光芒。『你……你是不是跟別人有什麼？』她的聲音低沉而帶著壓抑的憤怒，『你是不是在背著我做什麼見不得人的事！』她的情緒突然開始失控，眼神變得瘋狂，抬手想要攻擊你。",
            "options": [
                {
                    "id": "A",
                    "text": "立刻試圖阻止她的攻擊，解釋你根本沒有出軌",
                    "effect": {
                        "Depression": 6,
                        "Trust": -6,
                        "Happiness": -7,
                        "PlayerMental": 5
                    },
                    "description": "你立刻抓住她的手，試圖解釋事情根本不是她想的那樣。『騙子！你就是在騙我！』她的聲音變得尖銳，眼神中充滿了瘋狂與憤怒，『你就是想丟下我，對吧！你跟別人在一起了，對吧！』她的情緒徹底崩潰，試圖用力掙脫你的手，瘋狂地想要攻擊你。"
                },
                {
                    "id": "B",
                    "text": "保持冷靜，告訴她這是她的錯覺",
                    "effect": {
                        "Depression": 7,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 6
                    },
                    "description": "你試圖保持冷靜，告訴她這只是她的錯覺。但她的情緒完全失控，『錯覺？這不是錯覺！你背叛了我！你從來沒有真的愛過我！』她的聲音刺耳，充滿了瘋狂與絕望，『你以為我不知道嗎？你以為我這麼傻嗎！』她的情緒徹底崩潰，試圖猛烈地攻擊你，雙眼裡閃爍著瘋狂的火光。"
                }
            ]
        },
        {
            "id": 44,
            "time": "Afternoon",
            "name": "下午——無聲的沉默",
            "description": "下午，她坐在窗邊，雙眼無神地望著窗外，整個人顯得異常安靜。當你靠近她時，她連看都不看你一眼，身體微微蜷縮，像是在將自己與世界隔絕。『……走開……我不想說話。』她低聲呢喃，語氣中帶著深深的疲憊與絕望，完全拒絕與你進行任何交流。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安慰她，告訴她你會一直在她身邊",
                    "effect": {
                        "Depression": -5,
                        "Trust": 3,
                        "Happiness": 2,
                        "PlayerMental": 2
                    },
                    "description": "你輕聲告訴她你會一直陪在她身邊，但她依然毫無反應，雙眼依然死死地盯著窗外。『……不要再說了……我只想一個人待著。』她的聲音中帶著一絲疲憊與抗拒，彷彿所有的希望已經徹底消失。"
                },
                {
                    "id": "B",
                    "text": "尊重她的選擇，默默離開",
                    "effect": {
                        "Depression": -5,
                        "Trust": 0,
                        "Happiness": -2,
                        "PlayerMental": 0
                    },
                    "description": "你選擇尊重她的選擇，默默地離開房間。當你走出房間時，她依然保持著那個蜷縮的姿勢，彷彿這世界與她再無任何關聯。你能感受到她的情緒深陷在極度的憂鬱中，無法自拔。"
                }
            ]
        },
        {
            "id": 45,
            "time": "Midnight",
            "name": "深夜——絕望的拒絕",
            "description": "深夜，她躺在床上，背對著你，眼神呆滯地望著牆壁。她的身體蜷縮在床上，雙眼空洞，『……不要跟我說話。』她低聲喃喃，聲音中充滿了深深的疲憊與絕望，完全拒絕與你進行任何交流。",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地撫摸她，試圖安慰她",
                    "effect": {
                        "Depression": -5,
                        "Trust": 4,
                        "Happiness": 3,
                        "PlayerMental": 3
                    },
                    "description": "你輕輕撫摸她的背，試圖安慰她，但她依然沒有任何反應，彷彿這一切對她來說毫無意義。她的聲音幾乎變得微不可聞，『……你不用在這裡……沒有人能讓我好起來。』她的語氣中帶著一絲絕望，讓你感覺到她深陷在無法擺脫的憂鬱中。"
                },
                {
                    "id": "B",
                    "text": "無視她強行發生關係",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -10,
                        "PlayerMental": -10
                    },
                    "description": "你毫不猶豫地無視她的抵抗，強行發生關係。她的身體僵硬，沒有任何反應，眼中依然充滿了無神與絕望。『……隨便你……我已經什麼都無所謂了。』她的聲音冰冷而無力，彷彿她的靈魂早已離開，剩下的只是這具空殼。"
                }
            ]
        },
        {
            "id": 46,
            "time": "Midnight",
            "name": "深夜——不值得的愛",
            "description": "深夜，她坐在床邊，雙手緊緊抓住自己的手臂，眼神中充滿了絕望與自我厭惡。『我不值得被愛……為什麼你還在這裡？』她的聲音低沉而充滿疲憊，彷彿所有的希望都已經從她的生活中消失，『或許……或許如果我消失了，所有人會過得更好。』她輕輕地低語，眼神越來越暗淡，情緒變得更加不穩定。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她她值得被愛",
                    "effect": {
                        "Depression": -5,
                        "Trust": 4,
                        "Happiness": 3,
                        "PlayerMental": 3
                    },
                    "description": "你試圖安撫她，輕聲告訴她她是值得被愛的，但她的眼神依然呆滯，『你只是說說而已……你根本不懂我有多糟糕……』她的聲音中帶著深深的疲憊與絕望，『我什麼都做不好，沒有人真的會在乎我……』她的情緒雖然稍微緩和，但依然充滿了自我否定與痛苦。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她不要再說這些話",
                    "effect": {
                        "Depression": 6,
                        "Trust": -5,
                        "Happiness": -4,
                        "PlayerMental": 5
                    },
                    "description": "你試圖用強硬的語氣打斷她的自我否定，告訴她不要再這樣說話。她的眼神瞬間變得更加迷茫，『你真的覺得我值得活下去嗎？還是……你也只是覺得我很煩，對吧？』她的聲音變得微弱，情緒波動更加不穩定，『或許……或許如果我不在了，你也會輕鬆一些吧……』她的語氣中帶著淡淡的求死念頭，讓整個氣氛變得更加壓抑。"
                }
            ]
        },
        {
            "id": 47,
            "time": "Midnight",
            "name": "深夜——沒有存在的理由",
            "description": "深夜，她蜷縮在房間的一角，聲音低沉，充滿絕望。『我根本就不應該存在……』她的雙眼無神，眼淚無聲地滑落，『我只會讓別人失望……為什麼還要有人理我？』她的語氣中透著強烈的自我厭惡，彷彿她的存在只是一個負擔。",
            "options": [
                {
                    "id": "A",
                    "text": "告訴她她的存在很重要，試圖挽回她的信心",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你試圖告訴她，她的存在對你和其他人都很重要。她的眼神稍稍有些波動，但依然充滿了懷疑，『真的嗎……可是我覺得我只會帶來麻煩……』她的聲音依然沙啞，『我真的還能做什麼呢？我真的值得這樣被對待嗎？』她的情緒有所緩和，但依然掙扎於自我否定的痛苦中。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她她必須學會面對這些感受",
                    "effect": {
                        "Depression": 6,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 4
                    },
                    "description": "你用強硬的語氣告訴她，她必須學會面對這些感受。她的眼神閃過一絲痛苦，『面對？你以為我沒有試過嗎？可是我真的看不到任何希望……』她的聲音帶著濃重的疲憊，『如果我消失了，世界會變得更好……我知道……』她的語氣充滿了無助與絕望，彷彿已經放棄了所有希望。"
                }
            ]
        },
        {
            "id": 48,
            "time": "Afternoon",
            "name": "下午——想要消失的念頭",
            "description": "下午，她安靜地坐在窗邊，望著外面的世界。她的眼神空洞，『或許……如果我消失了，大家都會好過些。』她輕輕地說著，彷彿已經失去了所有的動力，『我真的不明白……為什麼你還在這裡？』她的語氣中充滿了疑惑與絕望。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖溫柔地告訴她，你不會讓她一個人面對",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 3,
                        "PlayerMental": 3
                    },
                    "description": "你輕聲告訴她，你不會讓她一個人面對這些問題。她的眼神閃過一絲動搖，『可是……你怎麼知道我不會讓你失望？』她的聲音充滿了懷疑，『我從來都沒有做對過什麼……我只會讓人痛苦……』她的情緒稍稍緩和，但依然充滿了自我否定與無助。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她不要再想這些事，這只會讓她更痛苦",
                    "effect": {
                        "Depression": 7,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 4
                    },
                    "description": "你強硬地告訴她，不要再去想這些事，這只會讓她更加痛苦。她的表情變得更加痛苦，『可是……我真的看不到我還能為誰做什麼……』她的聲音變得更加微弱，『我讓所有人都失望了……包括你……』她的眼神中充滿了自責與絕望，彷彿她已經被這些情感徹底吞噬。"
                }
            ]
        },
        {
            "id": 49,
            "time": "Midnight",
            "name": "深夜——無法逃脫的痛苦",
            "description": "深夜，她坐在床邊，雙眼無神地望著地板。她的聲音低沉，帶著一絲絕望：『我真的不知道……我還能做什麼。』她的語氣中充滿了疲憊，『或許我根本就不應該存在……這樣大家會輕鬆一點吧。』她的話語彷彿在宣告她對生命的放棄，眼神中滿是絕望。",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地告訴她她很重要，試圖讓她感到安全",
                    "effect": {
                        "Depression": -4,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 4
                    },
                    "description": "你試圖告訴她，她的存在對你來說是非常重要的。她的眼神微微顫動，『真的嗎……你真的覺得……我值得？』她的語氣中帶著一絲懷疑，但你輕聲安撫她，她的情緒稍有緩和，雖然依然充滿了不安，但似乎開始相信自己有被愛的價值。"
                },
                {
                    "id": "B",
                    "text": "嚴厲地告訴她不要再說這種話",
                    "effect": {
                        "Depression": 7,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 3
                    },
                    "description": "你試圖用嚴厲的語氣告訴她，不要再說這些話。她的眼神瞬間暗淡，『你以為我沒試過嗎？可是每次……每次我都失敗。』她的聲音充滿了無力感，『我不值得……我什麼都做不好……如果我消失了……大家會輕鬆點吧。』她的語氣裡帶著求死的念頭，整個人陷入了深深的絕望。"
                }
            ]
        },
        {
            "id": 50,
            "time": "Evening",
            "name": "夜晚——家庭的傷害",
            "description": "夜晚，她坐在沙發上，雙眼無神地望著天花板，突然開口道：『你知道嗎……我媽從來沒有真正關心過我。』她的聲音中帶著一種深沉的無力感，『她總是告訴我……我應該更好一點，我不夠好……』她的話語中充滿了對過去家庭生活的痛苦回憶。",
            "options": [
                {
                    "id": "A",
                    "text": "輕聲安慰她，告訴她她並沒有問題，是她的家庭沒有給予她應有的愛",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你輕聲告訴她，她並沒有問題，是她的家庭沒有給予她應有的愛。她的眼中閃過一絲動搖，『也許吧……可我還是覺得……我做什麼都不夠好。』她的語氣依然低沉，彷彿她依然被過去的創傷所困，但你的安慰讓她感受到了一絲溫暖。"
                },
                {
                    "id": "B",
                    "text": "試圖告訴她過去的事已經無法改變，她應該學會釋懷",
                    "effect": {
                        "Depression": 7,
                        "Trust": -5,
                        "Happiness": -6,
                        "PlayerMental": 4
                    },
                    "description": "你試圖告訴她，過去的事情已經無法改變，她應該學會釋懷。但她的反應更加激烈，『釋懷？你以為這麼容易嗎？她從來不愛我……我甚至不確定她希望我出生！』她的聲音開始顫抖，情緒變得更加不穩，彷彿這些回憶正將她拉回過去的痛苦之中。"
                }
            ]
        },
        {
            "id": 51,
            "time": "Afternoon",
            "name": "下午——冰冷的家",
            "description": "下午，她站在窗前，雙眼失神地望著外面。『我從來沒有感受到家裡的溫暖……』她輕聲說道，語氣中充滿了疲憊，『在我爸媽眼裡，我就像個麻煩。他們從來不在乎我。』她的語氣越來越低沉，彷彿過去的陰影又重新籠罩著她。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安慰她，告訴她不應該被過去所困",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 4
                    },
                    "description": "你告訴她不應該被過去所困，現在的生活才是最重要的。她沉默片刻，眼神微微動搖，『可是……這些東西一直在我腦海裡，揮之不去。』她的語氣中透著無奈，似乎難以完全擺脫過去的傷痛。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她，她需要忘記這些，重新開始",
                    "effect": {
                        "Depression": 7,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你試圖強硬地告訴她，她需要忘記這些，重新開始。但她的眼神變得更加空洞，『重新開始？你知道嗎……我媽從來沒說過她愛我……你覺得這些能忘記嗎？』她的聲音顫抖，眼淚無聲地流下，顯示出她內心的無力感與痛苦。"
                }
            ]
        },
        {
            "id": 52,
            "time": "Afternoon",
            "name": "下午——不值得的存在",
            "description": "她坐在房間角落，聲音中帶著深深的無力感。『我真的不知道……我為什麼還在這裡。』她低語著，『我不值得被愛……我從來就不是。』她的眼神空洞無神，彷彿已經放棄了所有希望。",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地告訴她她是值得的，並試圖讓她感到安慰",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 4
                    },
                    "description": "你告訴她她是值得被愛的，但她只是低著頭，『真的嗎？可是我從來沒感受到……你不會明白……我覺得自己根本不配。』她的聲音低沉，依然充滿了懷疑與無助。"
                },
                {
                    "id": "B",
                    "text": "告訴她不要再這麼想，這樣只會讓她陷入更深的痛苦",
                    "effect": {
                        "Depression": 7,
                        "Trust": -5,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你試圖打斷她的思緒，告訴她不要再這麼想。她的情緒突然變得激動，『你以為我想這樣嗎？你根本不懂！』她的聲音尖銳，情緒崩潰，眼中充滿了痛苦與自我厭惡。"
                }
            ]
        },
        {
            "id": 53,
            "time": "Evening",
            "name": "夜晚——壓力無法承受",
            "description": "夜晚，她疲憊地坐在椅子上，雙手抱著頭，『為什麼一切都變得這麼難？』她的聲音中充滿了絕望，『我已經無法承受這些壓力了……每天醒來都像是在重複同樣的噩夢。』她的語氣越來越低沉，彷彿已經被現實的重擔壓垮。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安慰她，告訴她事情會好起來",
                    "effect": {
                        "Depression": -4,
                        "Trust": 5,
                        "Happiness": 3,
                        "PlayerMental": 4
                    },
                    "description": "你告訴她事情總會好起來，但她的眼神依然充滿了無力感，『你說得好輕鬆……可是我感覺一切都在崩潰。』她的語氣中充滿了絕望，彷彿看不到任何希望。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她這只是暫時的，她需要堅強面對",
                    "effect": {
                        "Depression": 8,
                        "Trust": -6,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你試圖用強硬的語氣告訴她，這只是暫時的，她需要堅強面對。她的眼神瞬間變得憤怒，『堅強？你根本不明白！你以為我沒試過嗎？我每天都在努力活下去……可是我真的快崩潰了。』她的情緒失控，淚水開始滑落。"
                }
            ]
        },
        {
            "id": 54,
            "time": "Morning",
            "name": "早晨——無法擺脫的忽視",
            "description": "早晨，她突然提起了她的童年，『你知道嗎……我爸媽從來沒真正注意過我……他們總是忙著自己的事，我在家裡就像空氣一樣。』她的聲音中帶著淡淡的嘲諷，『也許我根本不應該存在……那樣他們就不用那麼辛苦了。』她的語氣中透著情緒勒索，彷彿在試圖讓你感到內疚。",
            "options": [
                {
                    "id": "A",
                    "text": "告訴她她的存在是重要的，她並不是負擔",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你試圖安慰她，告訴她她的存在對你來說是重要的。她的眼神閃過一絲懷疑，『是嗎……可是我感覺……沒有人真的需要我。』她的聲音中依然帶著一絲情緒勒索，彷彿她無法相信任何溫暖的話語。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她不要再這樣想，這樣只會讓事情變得更糟",
                    "effect": {
                        "Depression": 7,
                        "Trust": -5,
                        "Happiness": -6,
                        "PlayerMental": 4
                    },
                    "description": "你試圖用強硬的語氣打斷她的思緒，告訴她這樣的想法只會讓事情變得更糟。她的眼神瞬間變得僵硬，『我只是告訴你我的感覺……你也不在乎，對吧？沒有人在乎……我早就該明白了。』她的語氣帶著強烈的情緒勒索，彷彿在指責你不夠關心她。"
                }
            ]
        },
        {
            "id": 55,
            "time": "Afternoon",
            "name": "下午——無法面對的挑戰",
            "description": "她坐在桌前，面對著一堆未完成的工作，手中的筆顫抖著。『我做不到……我真的做不到。』她的語氣中充滿了崩潰與無助，『也許我根本不應該再試……反正……反正沒有人真的在意。』她的語氣中夾雜著一絲情緒勒索，似乎在暗示你不夠關心她。",
            "options": [
                {
                    "id": "A",
                    "text": "輕聲安慰她，告訴她你會幫助她一起面對這些挑戰",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你告訴她你會陪在她身邊，幫助她一起面對這些挑戰。她的眼神微微變化，『真的嗎……你不會丟下我嗎？』她的聲音中依然帶著一絲懷疑，但你的安慰讓她的情緒稍微平復了一些。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她她需要堅強，不能放棄",
                    "effect": {
                        "Depression": 7,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你用強硬的語氣告訴她，她需要堅強，不能放棄。她的眼神瞬間變得冷漠，『你以為我沒試過嗎？你根本不懂……你根本不在乎。』她的聲音中充滿了怨恨與失望，彷彿你的話只會讓她更加崩潰。"
                }
            ]
        },
        {
            "id": 56,
            "time": "Morning",
            "name": "早晨——破碎的痛苦",
            "description": "早晨，她握著一塊玻璃碎片，緩緩劃過她的手臂，鮮血滲出來。『只有這樣……我才能感受到些什麼。』她的聲音低沉，眼神中充滿了瘋狂與絕望，『這是我唯一能控制的東西……』",
            "options": [
                {
                    "id": "A",
                    "text": "立刻奪走玻璃碎片，試圖安慰她",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你迅速奪走她手中的玻璃碎片，告訴她她不需要這樣對待自己。她的手微微顫抖，『為什麼……為什麼不讓我這麼做？』她的聲音中透著一絲不解，但你的安慰讓她稍微平靜了一些。"
                },
                {
                    "id": "B",
                    "text": "拿起另一塊碎片，告訴她如果她想繼續，你會跟著一起做",
                    "effect": {
                        "Depression": 10,
                        "Trust": -8,
                        "Happiness": -8,
                        "PlayerMental": 6
                    },
                    "description": "你拿起另一塊碎片，走到她面前，『如果你真的覺得這樣能解脫，那我們一起做吧。』她的眼神瞬間變得慌亂，『你在做什麼？你不能這樣！』她的聲音中透著恐懼與震驚，情緒瞬間崩潰，『不要……你不能這麼做！』她抓住你的手，試圖阻止你，自己卻也無法再繼續自殘。"
                }
            ]
        },
        {
            "id": 57,
            "time": "Afternoon",
            "name": "下午——束縛的懲罰",
            "description": "下午，她用繩索緊緊纏住自己的手腕，血液因為束縛逐漸減少，手腕變得紫青。『我應該受到懲罰……這是我應得的……』她的聲音顫抖，充滿了絕望，眼中閃爍著瘋狂的光芒。",
            "options": [
                {
                    "id": "A",
                    "text": "立刻解開繩索，阻止她繼續傷害自己",
                    "effect": {
                        "Depression": -7,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 4
                    },
                    "description": "你立刻解開她手上的繩索，告訴她她不應該這樣做。她的眼神微微顫抖，『可是……我不知道該怎麼做。』她的語氣充滿了無助，情緒逐漸穩定下來。"
                },
                {
                    "id": "B",
                    "text": "告訴她這種行為無法解決問題，只會讓情況惡化",
                    "effect": {
                        "Depression": 8,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你嚴厲地告訴她，這樣做只會讓事情變得更糟。她的眼神瞬間變得冰冷，『惡化？我早就無法控制了……這是我唯一的出口。』她的聲音中充滿了絕望與瘋狂。"
                }
            ]
        },
        {
            "id": 57,
            "time": "Afternoon",
            "name": "下午——灼燒的傷痕",
            "description": "下午，她手裡拿著點燃的香煙，將其緊貼在自己的皮膚上，留下燙傷的痕跡。『只有這樣……我才能感覺到痛楚……才能知道自己還活著。』她的語氣冷靜，但眼神中滿是瘋狂與絕望。",
            "options": [
                {
                    "id": "A",
                    "text": "立刻抓住她的手，試圖阻止她",
                    "effect": {
                        "Depression": -7,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你迅速抓住她的手，試圖制止她繼續這樣做。她的手微微顫抖，『為什麼不讓我做？這是我唯一能控制的東西。』她的語氣中帶著疲憊，但你的動作讓她稍微冷靜了下來。"
                },
                {
                    "id": "B",
                    "text": "強行拿過香煙，自己將其燙在手上",
                    "effect": {
                        "Depression": 10,
                        "Trust": -8,
                        "Happiness": -9,
                        "PlayerMental": 7
                    },
                    "description": "你強行拿過她的香煙，將其燙在自己的手上。『如果這能讓你感到什麼，我也願意承受這一切。』她的眼神瞬間變得驚恐，『你瘋了嗎？不要這樣！』她的情緒徹底崩潰，眼淚不停地流下，『我不想這樣……請停下……』"
                }
            ]
        },
        {
            "id": 58,
            "time": "Evening",
            "name": "夜晚——勒緊的枷鎖",
            "description": "夜晚，她手裡拿著一條繩索，繞在脖子上，越拉越緊。『也許……這樣我能解脫……』她的聲音沙啞，『這是我應得的……這是我唯一能感到的痛楚……』",
            "options": [
                {
                    "id": "A",
                    "text": "立刻抓住繩索，試圖阻止她",
                    "effect": {
                        "Depression": -8,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你立刻抓住繩索，阻止她繼續收緊。她的呼吸變得急促，『你為什麼要救我……我不值得。』她的語氣中帶著無力，但你的動作讓她鬆開了手，情緒也稍微緩和了些。"
                },
                {
                    "id": "B",
                    "text": "拿起繩索，將它繞在自己的脖子上",
                    "effect": {
                        "Depression": 10,
                        "Trust": -9,
                        "Happiness": -10,
                        "PlayerMental": 7
                    },
                    "description": "你拿起繩索，繞在自己的脖子上，『如果你真的想這樣做，那我們一起吧。』她的表情瞬間扭曲，『你瘋了嗎？！這是我的懲罰……不是你的！』她的情緒徹底崩潰，雙手顫抖著奪下繩索，淚水不停流下，『不要這樣……不要再這樣了……』"
                }
            ]
        },
        {
            "id": 59,
            "time": "Midnight",
            "name": "深夜——割開痛苦的利刃",
            "description": "深夜，她拿著一把剪刀，對著自己的手腕輕輕地劃著，鮮血已經流出來。『這是唯一能讓我感覺到自己還活著的方式……』她低語著，聲音中滿是絕望，『我只想讓痛苦結束……』",
            "options": [
                {
                    "id": "A",
                    "text": "立刻奪下剪刀，阻止她繼續傷害自己",
                    "effect": {
                        "Depression": -7,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你迅速奪下她手中的剪刀，告訴她她不應該這樣傷害自己。她的眼神變得黯淡，『那我應該怎麼辦？』她的聲音中帶著無力與迷茫，情緒逐漸緩和。"
                },
                {
                    "id": "B",
                    "text": "將剪刀抵在自己的手腕上，告訴她你會陪她一起承受",
                    "effect": {
                        "Depression": 10,
                        "Trust": -9,
                        "Happiness": -8,
                        "PlayerMental": 6
                    },
                    "description": "你將剪刀抵在自己的手腕上，『如果這能讓你感到解脫，那我也會陪你一起承受這痛苦。』她的眼神瞬間變得驚恐，『不要這樣！你不能這麼做！』她的情緒瞬間崩潰，淚水止不住地流下，『不要……我不要再這樣了……』"
                }
            ]
        },
        {
            "id": 60,
            "time": "Evening",
            "name": "夜晚——錘下的破碎感",
            "description": "夜晚，她手握一把小錘子，輕輕地錘擊著自己的手掌，手背已經開始瘀青。『我應該感到疼痛……這是我應得的。』她的聲音低沉，帶著深深的疲憊與絕望，『我做的一切……都應該受到懲罰……』",
            "options": [
                {
                    "id": "A",
                    "text": "迅速抓住她的手，強行阻止她繼續這樣做",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你迅速抓住她的手，阻止她繼續這樣做。她的眼神變得空洞，『為什麼……為什麼不讓我這麼做？』她的語氣中充滿了疑惑與疲憊，情緒稍微平息下來。"
                },
                {
                    "id": "B",
                    "text": "告訴她，你已經叫救護車，讓她冷靜等待幫助",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 6
                    },
                    "description": "你冷靜地告訴她，你已經叫救護車，幫助馬上就會來到。她的眼神瞬間變得驚恐，『你叫救護車了？……為什麼這麼做……？』她的情緒瞬間崩潰，慌亂中放下了錘子，『不……不，我不需要幫助……』她的語氣中充滿了恐懼與抗拒，身體微微顫抖，無法接受這個現實。"
                }
            ]
        },
        {
            "id": 61,
            "time": "Morning",
            "name": "早晨——反光中的破碎",
            "description": "早晨的光線透過窗戶射入房間，她坐在地上，手中緊握著一塊玻璃碎片，反射著早晨的陽光。『也許……這樣我就能解脫……』她低語著，眼中充滿了絕望與無助，玻璃碎片已經劃破她的皮膚，鮮血滴落在地板上。",
            "options": [
                {
                    "id": "A",
                    "text": "迅速奪走玻璃碎片，試圖安慰她",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 4
                    },
                    "description": "你迅速奪走她手中的玻璃碎片，試圖讓她冷靜下來。她的眼神中閃過一絲迷茫，『為什麼……你為什麼要救我？』她的語氣中帶著一絲困惑，情緒逐漸平復。"
                },
                {
                    "id": "B",
                    "text": "抓住她的手，將她抱入懷中，強行轉移她的注意力",
                    "effect": {
                        "Depression": 7,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你一把抓住她的手，將她緊緊抱入懷中。『不要再做這種事了！』你的聲音帶著顫抖，她的身體也隨之顫抖，『放開我……我不值得……』她的語氣中充滿了抗拒與絕望，但你的擁抱讓她無法再繼續自殘，眼淚不斷從她的臉頰滑落。"
                }
            ]
        },
        {
            "id": 62,
            "time": "Morning",
            "name": "早晨——剪刀下的痛苦",
            "description": "早晨，她坐在桌旁，手裡握著一把鋒利的剪刀，眼神呆滯，似乎在思考著什麼。『也許……這是唯一的辦法。』她輕輕將剪刀抵在自己的手腕上，『只有這樣……我才能結束這一切。』",
            "options": [
                {
                    "id": "A",
                    "text": "迅速奪走剪刀，試圖讓她冷靜下來",
                    "effect": {
                        "Depression": -7,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你立刻奪走她手中的剪刀，告訴她她不應該這樣做。她的眼神中充滿了疑惑，『我還能做什麼？……我不知道該怎麼辦了。』她的語氣中帶著無助，情緒逐漸穩定下來。"
                },
                {
                    "id": "B",
                    "text": "將剪刀放到自己手中，告訴她你會幫她做決定",
                    "effect": {
                        "Depression": 10,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 6
                    },
                    "description": "你冷靜地拿過剪刀，放在自己的手中，『如果你不想做決定，那我來幫你。』她的眼神瞬間變得慌亂，『你瘋了嗎？！不要這樣！』她的聲音中帶著絕望，拼命抓住你的手，試圖奪回剪刀，『不要這樣……我不想傷害你……』"
                }
            ]
        },
        {
            "id": 63,
            "time": "Morning",
            "name": "早晨——藥片的沉寂",
            "description": "早晨，她躺在床上，桌邊散落著空的安眠藥瓶。她的眼神模糊不清，語氣顫抖，『也許……我應該再多吃幾片……這樣我就不會再醒來了……』她的聲音低沉，帶著深深的倦怠與絕望。",
            "options": [
                {
                    "id": "A",
                    "text": "立刻撿起藥瓶，試圖阻止她繼續服用",
                    "effect": {
                        "Depression": -7,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 4
                    },
                    "description": "你立刻撿起藥瓶，阻止她繼續服用更多的安眠藥。她的眼神中透著一絲茫然，『為什麼……為什麼不讓我睡下去？』她的語氣中充滿了疑惑與疲憊，但你的行動讓她暫時停下了手中的動作。"
                },
                {
                    "id": "B",
                    "text": "抓住她的手，告訴她如果她繼續，你也會陪著她一起服用",
                    "effect": {
                        "Depression": 10,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 6
                    },
                    "description": "你抓住她的手，語氣低沉，『如果你真的想這樣做，那我會陪你一起。』她的眼神瞬間變得驚慌，『你不能這麼做！』她的聲音開始顫抖，『我不想讓你這樣……不要再這樣了……』她的情緒徹底崩潰，眼淚開始滑落。"
                }
            ]
        },
        {
            "id": 64,
            "time": "Evening",
            "name": "夜晚——安眠藥的重量",
            "description": "夜晚，她坐在沙發上，手裡握著幾片安眠藥，眼神呆滯。『這些藥片……也許能讓我安靜一點……讓一切都停止……』她喃喃自語，彷彿已經失去了對現實的感知。",
            "options": [
                {
                    "id": "A",
                    "text": "迅速拿走安眠藥，試圖讓她清醒過來",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你立刻拿走她手中的安眠藥，告訴她她不應該這樣做。她的眼神中透著茫然，『可是……我真的累了……』她的語氣中充滿了無力感，但你的行動讓她的情緒稍微穩定下來。"
                },
                {
                    "id": "B",
                    "text": "坐在她身邊，告訴她你理解她的感受，並遞過一杯水",
                    "effect": {
                        "Depression": 9,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你坐在她的身邊，輕輕遞過一杯水，『我理解你……如果你真的想這樣做，那至少要確保自己能平靜地走下去。』她的眼神瞬間變得複雜，『為什麼……為什麼你會這麼說……』她的語氣中充滿了困惑與悲傷，眼淚開始滑落，『我不想……但我不知道該怎麼辦……』"
                }
            ]
        },
        {
            "id": 65,
            "time": "Afternoon",
            "name": "下午——危險的眼神",
            "description": "她站在你面前，眼神中充滿了不信任與懷疑。『你真的在乎我嗎？還是你也只是在騙我……跟其他人一樣。』她的聲音顫抖，雙手緊握成拳，彷彿隨時會失去控制。『如果你敢騙我，我就……』她的聲音變得尖銳，情緒已經瀕臨崩潰。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她你是真心的",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 5
                    },
                    "description": "你試圖安撫她，告訴她你是真心的。她的眼神閃爍了一下，『真的嗎……？可是……我真的不敢相信任何人了……』她的聲音中透著疲憊，情緒稍微緩和了一些，但依然充滿了懷疑。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她不要再懷疑你，否則後果自負",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 6
                    },
                    "description": "你強硬地告訴她不要再懷疑你，否則後果自負。她的情緒瞬間爆發，『後果？你以為我會怕你嗎？』她的雙手顫抖，眼中充滿了瘋狂，『如果你敢騙我……我會讓你付出代價！』她的語氣充滿了威脅與失控。"
                }
            ]
        },
        {
            "id": 66,
            "time": "Evening",
            "name": "傍晚——控制的危機",
            "description": "傍晚，她突然抓住你的手，力道大得讓你感到不安。『你是不是跟別人有什麼關係？是不是！』她的聲音尖銳，眼中充滿了不信任與瘋狂。『如果你敢背叛我，我絕不會放過你……』她的眼神中閃爍著危險的光芒，彷彿下一秒就會做出過激行為。",
            "options": [
                {
                    "id": "A",
                    "text": "告訴她你沒有任何背叛的行為，並試圖讓她冷靜",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你冷靜地告訴她你沒有背叛她，試圖讓她冷靜下來。她的眼神依然不信任，『真的嗎？可是……我怎麼知道你是不是在說謊……』她的聲音中帶著顫抖，但手中的力道稍微放鬆了一些。"
                },
                {
                    "id": "B",
                    "text": "強硬地甩開她的手，告訴她她的懷疑讓你無法忍受",
                    "effect": {
                        "Depression": 9,
                        "Trust": -7,
                        "Happiness": -5,
                        "PlayerMental": 7
                    },
                    "description": "你強硬地甩開她的手，告訴她她的懷疑讓你無法忍受。她的情緒瞬間爆發，『你敢甩開我？你敢！』她的聲音變得尖銳，情緒徹底失控，『我不會讓你這麼輕易離開我……』她的眼中充滿了威脅，彷彿隨時會對你做出危險的舉動。"
                }
            ]
        },
        {
            "id": 67,
            "time": "Morning",
            "name": "清晨——失控的怒吼",
            "description": "清晨，她突然情緒失控，抓住你的手臂，眼中充滿了不信任與瘋狂。『你是不是一直在騙我？！為什麼你對我這麼冷淡？』她的聲音變得尖銳，彷彿下一秒就會對你發起攻擊。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她你對她是真心的",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 3,
                        "PlayerMental": 4
                    },
                    "description": "你試圖安撫她，告訴她你對她是真心的。她的手微微顫抖，『可是我真的……很難相信任何人了……』她的語氣充滿了疲憊與不安，情緒稍微穩定下來。"
                },
                {
                    "id": "B",
                    "text": "強硬地推開她，告訴她她的瘋狂已經讓你無法忍受",
                    "effect": {
                        "Depression": 10,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你推開她，告訴她你已經無法忍受她的瘋狂。她的眼神瞬間充滿了絕望，『你也打算拋棄我？跟所有人一樣！』她的情緒徹底崩潰，聲音變得尖銳而失控。"
                }
            ]
        },
        {
            "id": 68,
            "time": "Afternoon",
            "name": "午後——失控的質問",
            "description": "她突然衝到你面前，雙眼充滿了瘋狂。『你愛我嗎？！還是你一直都在騙我？！』她的聲音尖銳，雙手抓住你的衣領，彷彿隨時會爆發出失控的行為，『告訴我真話！』她的呼吸變得急促，眼神中閃爍著痛苦和瘋狂。",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地握住她的手，告訴她你真的愛她",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你溫柔地握住她的手，告訴她你真的愛她。她的眼神稍微放鬆了一點，但依然充滿了疑惑，『真的嗎……可是我還是害怕……我害怕你會拋棄我……』她的語氣中充滿了不安，情緒稍微平靜下來。"
                },
                {
                    "id": "B",
                    "text": "推開她，告訴她這種瘋狂的行為讓你無法忍受",
                    "effect": {
                        "Depression": 9,
                        "Trust": -8,
                        "Happiness": -6,
                        "PlayerMental": 6
                    },
                    "description": "你推開她，告訴她這種瘋狂的行為讓你無法忍受。她的眼神瞬間變得絕望，『你果然不愛我！你也是這樣……你們全都是這樣！』她的情緒徹底崩潰，眼淚不停流下，『為什麼沒有人會真正愛我……』"
                }
            ]
        },
        {
            "id": 69,
            "time": "Morning",
            "name": "清晨——愛的瘋狂",
            "description": "她突然站在你面前，眼神中充滿了痛苦與瘋狂。『你到底愛不愛我？！我想知道真相！』她的聲音尖銳，雙手緊緊抓住你的手臂，『如果你不愛我，我就……我就……』她的情緒已經完全失控，眼中閃爍著瘋狂的火焰。",
            "options": [
                {
                    "id": "A",
                    "text": "輕聲告訴她你愛她，並試圖安撫她的情緒",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 4
                    },
                    "description": "你輕聲告訴她你愛她，試圖讓她冷靜。她的手顫抖了一下，眼神稍微放鬆了一些，『你真的愛我……對嗎？可是為什麼我總覺得你會離開我……』她的語氣中充滿了不安，但情緒逐漸平穩下來。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她這種行為讓你受夠了，並威脅要離開她",
                    "effect": {
                        "Depression": 10,
                        "Trust": -9,
                        "Happiness": -7,
                        "PlayerMental": 6
                    },
                    "description": "你強硬地告訴她這種行為讓你受夠了，並威脅要離開她。她的眼神瞬間變得絕望，『你也要離開我嗎？！跟所有人一樣！』她的情緒徹底崩潰，雙手緊抓著你不放，眼淚不停地流下，『不要……求你……不要離開我……』"
                }
            ]
        },
        {
            "id": 70,
            "time": "Afternoon",
            "name": "午後——真愛的驗證",
            "description": "午後，她突然抓住你的手，眼神中充滿了瘋狂與疑惑。『告訴我，你真的愛我嗎？！你是不是騙我？！』她的聲音顫抖，『你若真的愛我，為什麼總讓我感覺這麼不安……』她的情緒已經徹底失控，雙手顫抖不止。",
            "options": [
                {
                    "id": "A",
                    "text": "緊緊抱住她，告訴她你會一直在她身邊",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你緊緊抱住她，告訴她你會一直在她身邊，永遠不會離開她。她的眼神逐漸放鬆，情緒稍微穩定，『你真的會一直在嗎……？可我還是……還是覺得害怕……』她的聲音依然帶著不安，但情緒已經不再那麼失控。"
                },
                {
                    "id": "B",
                    "text": "推開她，告訴她這種無休止的懷疑正在毀掉你們的關係",
                    "effect": {
                        "Depression": 9,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你推開她，告訴她她的懷疑正在毀掉你們的關係。她的眼神瞬間變得扭曲，『你也是這樣……每個人都是這樣！』她的情緒瞬間爆發，雙手顫抖，眼中閃爍著瘋狂的光芒，彷彿下一秒就會對你造成危險。"
                }
            ]
        },
        {
            "id": 70,
            "time": "Afternoon",
            "name": "午後——真愛的極限",
            "description": "午後，她突然抓住你的手，眼神中充滿了瘋狂與疑惑。『告訴我，你真的愛我嗎？！你是不是騙我？！』她的聲音顫抖，『你若真的愛我，為什麼總讓我感覺這麼不安……』她的情緒已經徹底失控，雙手顫抖不止。",
            "options": [
                {
                    "id": "A",
                    "text": "緊緊抱住她，告訴她你會一直在她身邊",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你緊緊抱住她，告訴她你會一直在她身邊，永遠不會離開她。她的眼神逐漸放鬆，情緒稍微穩定，『你真的會一直在嗎……？可我還是……還是覺得害怕……』她的聲音依然帶著不安，但情緒已經不再那麼失控。"
                },
                {
                    "id": "B",
                    "text": "直接將她推倒，用強烈的性愛證明你對她的愛",
                    "effect": {
                        "Depression": 8,
                        "Trust": -5,
                        "Happiness": -6,
                        "PlayerMental": 6
                    },
                    "description": "你粗暴地將她推倒，用力壓住她，開始侵犯她。『你要的不是這個嗎？我這樣做，你就知道我愛你了？』她的眼神瞬間變得迷茫，『這是愛嗎……？這就是愛……』她的聲音中透著無力和困惑，情緒徹底崩潰，眼淚慢慢從她的眼中流出。"
                }
            ]
        },
        {
            "id": 71,
            "time": "Morning",
            "name": "清晨——被困住的痛苦",
            "description": "她突然停下手中的動作，眼神空洞。『我怎麼走不出來……我怎麼擺脫不了前男友……』她喃喃自語，『每次我以為我可以放下，結果又回到了原點……』她的情緒開始激動，眼神中充滿了痛苦，仿佛被困在過去的回憶中無法逃脫。",
            "options": [
                {
                    "id": "A",
                    "text": "輕聲安慰她，告訴她過去已經過去了",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你輕聲安慰她，告訴她過去已經過去了，現在她應該向前看。她的眼神稍微放鬆了一些，『可是……我總是回到那個時刻……每次都像是無法逃脫……』她的語氣中充滿了糾結，但情緒逐漸平靜。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她，只有她自己能走出來，沒有人可以幫助她",
                    "effect": {
                        "Depression": 8,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你強硬地告訴她，只有她自己能走出來，沒有人可以幫助她。她的眼神變得更加痛苦，『所以你也不會幫我……對吧？你跟他們一樣……』她的情緒瞬間崩潰，淚水從眼中滑落，陷入了更加深刻的絕望中。"
                }
            ]
        },
        {
            "id": 72,
            "time": "Afternoon",
            "name": "午後——無法擺脫的影子",
            "description": "她突然陷入了沉思，雙手顫抖，『我不想再想起前男友……為什麼我還是無法忘記……』她的語氣中帶著無盡的痛苦，『前男友傷害了我……但為什麼我還覺得……是我做錯了什麼？』她的情緒開始失控，陷入了無法擺脫的痛苦回憶中。",
            "options": [
                {
                    "id": "A",
                    "text": "告訴她她不應該再糾結過去，試圖讓她冷靜",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 3,
                        "PlayerMental": 3
                    },
                    "description": "你告訴她，她不應該再糾結過去，應該往前看。她的眼神稍微有所鬆動，『可是……我無法走出來……每當我想放下，過去就回來折磨我……』她的語氣中充滿了無力感，但情緒稍微緩和了些。"
                },
                {
                    "id": "B",
                    "text": "讓她承認自己的內心，告訴她她需要面對這些痛苦",
                    "effect": {
                        "Depression": 9,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你強迫她正視自己的內心，告訴她她需要面對這些痛苦。她的眼神變得更加混亂，『你以為我沒有面對嗎？……我每天都在面對這些……但我怎麼也無法逃脫……』她的情緒徹底崩潰，痛苦不斷重複在她心中。"
                }
            ]
        },
        {
            "id": 73,
            "time": "Morning",
            "name": "清晨——逃不出的過去",
            "description": "她的眼神突然變得暗淡，『前男友對我做的那些事……為什麼……為什麼我還在想著……』她的聲音低沉，帶著無盡的糾結，『我明知道那是錯的……但為什麼我還覺得……那是我該承受的？』她的情緒開始變得激動，陷入無法擺脫的鬼打牆中。",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地告訴她她不需要再承受那些痛苦",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你溫柔地告訴她她不需要再承受那些痛苦，她值得更好的。她的眼神中閃過一絲遲疑，『我值得……可是……這些回憶……它們總是回來找我……』她的語氣中充滿了糾結與無助，但你的話讓她稍微冷靜了一些。"
                },
                {
                    "id": "B",
                    "text": "冷冷地告訴她，如果她無法釋懷，那這些痛苦將永遠纏著她",
                    "effect": {
                        "Depression": 10,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 6
                    },
                    "description": "你冷冷地告訴她，如果她無法釋懷，那這些痛苦將永遠纏著她。她的眼神瞬間變得更加痛苦，『所以你也是這麼認為的……我永遠無法逃脫……』她的情緒徹底崩潰，淚水止不住地從她的眼中滑落。"
                }
            ]
        },
        {
            "id": 74,
            "time": "Afternoon",
            "name": "午後——前男友的陰影",
            "description": "她突然提到她的前男友，眼中充滿了怨恨與嫉妒。『為什麼他可以過得這麼好？為什麼我必須承受這一切，而他卻能輕易地忘掉？』她的聲音中充滿了不甘，『我希望他掉進深淵……我希望他受盡折磨……』她的語氣逐漸變得激動，眼神中透著瘋狂與痛苦。",
            "options": [
                {
                    "id": "A",
                    "text": "輕聲安慰她，告訴她她不應該再為過去的人糾結",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你輕聲安慰她，告訴她她不應該再為過去的人糾結。她的眼神稍微有所緩和，但依然充滿了不甘，『可是……為什麼我必須承受這一切？為什麼他可以那麼輕鬆？』她的語氣中充滿了嫉妒與痛苦，情緒稍微平復了一些，但依然無法放下。"
                },
                {
                    "id": "B",
                    "text": "告訴她，嫉妒無法改變現狀，只有她自己能走出來",
                    "effect": {
                        "Depression": 9,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你冷靜地告訴她，嫉妒無法改變現狀，只有她自己能走出來。她的眼神瞬間變得更加痛苦，『所以……你也覺得這是我的錯嗎？覺得我應該承受這一切……』她的聲音中充滿了不甘與失控，情緒徹底崩潰，淚水從她的眼中流出，『沒有人在乎我……包括你……』"
                }
            ]
        },
        {
            "id": 75,
            "time": "Morning",
            "name": "清晨——希望他掉進深淵",
            "description": "清晨，她坐在床邊，雙手緊握成拳，眼中充滿了憤怒與嫉妒。『我真的希望他掉進深淵……我不明白為什麼我必須承受這些，而他卻可以過得那麼好……』她的聲音顫抖，越說越激動，『如果他遭遇不幸，我也許會感覺好一點……』她的情緒瀕臨失控，充滿了怨恨與絕望。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她她值得過更好的生活，不應該再為他糾結",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你試圖安撫她，告訴她她值得過更好的生活，不應該再為過去的人糾結。她的情緒稍微平靜了一些，但依然滿心怨恨，『可是……他為什麼可以這麼輕鬆？為什麼我不能擺脫這些痛苦？』她的聲音中透著深深的不甘，情緒仍然難以完全平復。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她，如果她繼續沉浸在嫉妒中，痛苦永遠不會離開她",
                    "effect": {
                        "Depression": 10,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 6
                    },
                    "description": "你強硬地告訴她，如果她繼續沉浸在嫉妒中，痛苦永遠不會離開她。她的眼神變得更加痛苦，『你也這麼覺得對嗎？所以我就是這樣的失敗者……他可以過得很好，而我只能在這裡受折磨……』她的情緒徹底崩潰，語氣中充滿了自怨自艾與情緒勒索。"
                }
            ]
        },
        {
            "id": 76,
            "time": "Morning",
            "name": "清晨——報復的請求",
            "description": "她突然站在你面前，眼中充滿了憤怒與怨恨。『你會幫我對付他……對吧？』她的聲音顫抖，充滿了無盡的怨恨，『我希望他為他做的一切付出代價……你會幫我對不對？』她的雙手緊握，情緒越來越激動，眼神中充滿了報復的渴望。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖冷靜她，告訴她報復不會帶來真正的解脫",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你試圖讓她冷靜下來，告訴她報復不會帶來真正的解脫，只會讓她陷入更深的痛苦。她的眼神稍微軟化了一些，但依然充滿了不甘，『可是……他怎麼可以逍遙法外……我怎麼能不讓他付出代價……』她的語氣中依然帶著深深的痛苦與怨恨。"
                },
                {
                    "id": "B",
                    "text": "答應她的請求，表示你會幫她報復前男友",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你答應了她的請求，表示你會幫她報復她的前男友。她的眼神瞬間充滿了狂喜，『你真的會幫我？……我知道你是愛我的！』她的語氣中充滿了激動與瘋狂，『讓他知道……讓他為他做的事付出代價……這樣……這樣我就能好過了……』她的情緒徹底失控，充滿了復仇的渴望。"
                }
            ]
        },
        {
            "id": 77,
            "time": "Afternoon",
            "name": "午後——你會離開我嗎？",
            "description": "她坐在你面前，眼神空洞，『如果我變得更糟……如果我再也無法好起來，你還會愛我嗎？』她的聲音輕輕顫抖，眼神中充滿了深深的懷疑與自我否定。『我覺得……也許你很快就會厭倦我了……像其他人一樣……』她的話語充滿了試探與自我傷害。",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地告訴她你不會離開她，無論她變成什麼樣子",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你溫柔地告訴她你不會離開她，無論她變成什麼樣子。她的眼神稍微放鬆了一些，『你真的這麼想嗎……可是……為什麼我還是覺得你會離開我……』她的語氣中充滿了不安，但情緒稍微穩定了一些。"
                },
                {
                    "id": "B",
                    "text": "告訴她她這樣的想法是不健康的，應該停止這種試探",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她這種想法是不健康的，應該停止這種試探。她的眼神瞬間變得黯淡，『所以你也這麼認為……我真的就是這樣無可救藥……』她的情緒迅速惡化，陷入了更深的自我否定與絕望中。"
                }
            ]
        },
        {
            "id": 78,
            "time": "Morning",
            "name": "清晨——你會不會也拋棄我？",
            "description": "她低著頭，輕聲喃喃，『我知道……我總是這麼麻煩……你會不會也像他們一樣……最後厭倦了我……』她的語氣中充滿了不安與懷疑，『我是不是對你來說也是個負擔？也許你也會拋棄我吧……』她的話語充滿了試探與憂鬱，情緒愈發低沉。",
            "options": [
                {
                    "id": "A",
                    "text": "堅定地告訴她你不會拋棄她，無論發生什麼事",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 4
                    },
                    "description": "你堅定地告訴她你不會拋棄她，無論發生什麼事。她的眼神微微一亮，但依然充滿了懷疑，『可是……真的嗎？為什麼我總覺得你會走……就像其他人一樣……』她的情緒稍微平穩了一些，但依然充滿了不安。"
                },
                {
                    "id": "B",
                    "text": "告訴她她不應該用這種方式試探你，應該更加信任你",
                    "effect": {
                        "Depression": 9,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她她不應該用這種方式試探你，應該更加信任你。她的眼神瞬間變得冰冷，『信任？那麼多次……沒有人留下來……我為什麼要相信你會不一樣？』她的情緒瞬間崩潰，陷入了更加深刻的憂鬱與不信任中。"
                }
            ]
        },
        {
            "id": 79,
            "time": "Afternoon",
            "name": "午後——你會不會丟下我？",
            "description": "她突然情緒激動起來，『你會丟下我吧？！你會像其他人一樣，拋棄我……』她的聲音尖銳，情緒逐漸失控，『為什麼你還在這裡……為什麼我覺得你隨時會走……』她的眼神中充滿了瘋狂的懷疑與不信任。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她你不會丟下她",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你溫柔地告訴她你不會丟下她，試圖讓她冷靜下來。她的眼神稍微緩和了一些，『你真的不會離開嗎……可是……我還是好害怕……』她的聲音變得低沉，但情緒稍微穩定了些。"
                },
                {
                    "id": "B",
                    "text": "冷靜地告訴她她這樣的想法是不健康的，應該相信你",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你冷靜地告訴她她的想法是不健康的，應該相信你。她的眼神瞬間變得更加黯淡，『所以你也這麼認為……我就是這樣無可救藥……』她的情緒急速惡化，陷入了更深的自我否定。"
                },
                {
                    "id": "C",
                    "text": "憤怒地告訴她你已經受夠了她的不信任，並威脅要離開",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -8,
                        "PlayerMental": 7
                    },
                    "description": "你憤怒地告訴她你已經受夠了她的不信任，並威脅要離開她。她的眼神瞬間變得瘋狂，『你敢離開我？！你跟其他人一樣！』她的情緒徹底崩潰，雙手顫抖，充滿了憤怒與恐懼，『你不能走……我不會讓你走……』"
                }
            ]
        },
        {
            "id": 80,
            "time": "Morning",
            "name": "清晨——你是不是也騙我？",
            "description": "她突然抓住你的手，眼神中充滿了瘋狂與懷疑。『你也在騙我對嗎？！你是不是跟他們一樣！』她的情緒迅速惡化，語氣越來越激動，『如果你不是真的愛我……那我也不要活了！』她的聲音顫抖，情緒完全失控。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她你是真心的，不會騙她",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你試圖安撫她，告訴她你是真心的，不會騙她。她的眼神稍微放鬆了一些，但依然充滿了懷疑，『真的嗎……我真的可以相信你嗎……』她的聲音低沉，但情緒稍微穩定了一些。"
                },
                {
                    "id": "B",
                    "text": "告訴她這種試探只會傷害你們的關係，應該更加信任你",
                    "effect": {
                        "Depression": 9,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 5
                    },
                    "description": "你告訴她這種試探只會傷害你們的關係，應該更加信任你。她的眼神瞬間變得冰冷，『傷害我們的關係？那你為什麼還在這裡……你是不是在等機會離開我？！』她的情緒越來越瘋狂，陷入了更深的不信任中。"
                },
                {
                    "id": "C",
                    "text": "憤怒地指責她這種行為只會讓你遠離，並威脅她不要再試探",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -9,
                        "PlayerMental": 6
                    },
                    "description": "你憤怒地指責她這種行為只會讓你遠離，並威脅她不要再試探。她的眼神瞬間變得瘋狂，『遠離我？！我就知道你也是一樣的……你跟他們沒什麼不同！』她的情緒徹底崩潰，聲音變得尖銳，情緒徹底失控。"
                }
            ]
        },
        {
            "id": 81,
            "time": "Morning",
            "name": "清晨——你根本不愛我！",
            "description": "她突然情緒爆發，雙手狠狠地推開你，『你根本不愛我！你只想跟我做愛對不對？！』她的聲音尖銳，雙眼充滿了憤怒與不信任。她的身體顫抖，語氣中充滿了攻擊性，『你以為我不知道？你只是想利用我……』她的情緒已經徹底失控。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖安撫她，告訴她你是真心愛她，不是為了肉體接觸",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你試圖安撫她，告訴她你是真心愛她，不是為了肉體接觸。她的眼神中透出一絲猶豫，但隨即又變得冷酷，『你真的以為我會相信嗎？』她的聲音依然充滿了懷疑，情緒稍微平靜，但仍然不信任你。"
                },
                {
                    "id": "B",
                    "text": "抓住她的雙肩，強硬地告訴她你不是只想跟她做愛，並試圖讓她清醒過來",
                    "effect": {
                        "Depression": 9,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你抓住她的雙肩，強硬地告訴她你不是只想跟她做愛，並試圖讓她清醒過來。她的眼神瞬間充滿了憤怒，『放開我！你敢碰我？你就是只想利用我！』她狠狠地掙脫開來，狠狠推開你，情緒已經徹底崩潰，憤怒地喊著，『你只在乎自己……你從來沒在乎過我！』"
                },
                {
                    "id": "C",
                    "text": "強硬地告訴她如果她再這樣懷疑你，你就會用行動證明，直接將她壓倒",
                    "effect": {
                        "Depression": 10,
                        "Trust": -10,
                        "Happiness": -9,
                        "PlayerMental": 7
                    },
                    "description": "你強硬地告訴她如果她再這樣懷疑你，你就會用行動證明，隨即直接將她壓倒在地。她的眼神瞬間變得瘋狂，『你就是這樣！你根本不愛我！你只想占有我！』她拼命掙扎，情緒徹底崩潰，開始尖叫，『我恨你！我恨你！』她的聲音變得尖銳，充滿了無助與瘋狂。"
                }
            ]
        },
        {
            "id": 82,
            "time": "Morning",
            "name": "清晨——你只想得到我對嗎？！",
            "description": "她突然情緒崩潰，雙手揮舞著朝你靠近，『你只想得到我對吧？！你根本不愛我！』她的眼神中充滿了瘋狂與憤怒，聲音變得尖銳，『我知道你就是這麼想的……你以為我會信任你？』她的情緒逐漸失控，整個人充滿了攻擊性。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖冷靜她，告訴她你不是只為了肉體接觸而跟她在一起",
                    "effect": {
                        "Depression": -5,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你試圖冷靜她，告訴她你不是只為了肉體接觸而跟她在一起。她的眼神中閃過一絲迷茫，『真的嗎……可是……』她的語氣依然充滿了懷疑與不安，『你……你真的不是在騙我嗎……』她的情緒稍微平靜了些，但依然滿腹狐疑。"
                },
                {
                    "id": "B",
                    "text": "推開她，強硬地告訴她她的懷疑是毫無根據的，並且這樣的瘋狂只會傷害你們的關係",
                    "effect": {
                        "Depression": 9,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 5
                    },
                    "description": "你推開她，強硬地告訴她她的懷疑毫無根據，這樣的瘋狂只會傷害你們的關係。她的眼神中充滿了憤怒，『你也不過如此！你根本不在乎我！』她的情緒徹底失控，『你們全都只想要我……沒有人愛我……』她的聲音中充滿了怨恨與痛苦，情緒越來越失控。"
                },
                {
                    "id": "C",
                    "text": "憤怒地告訴她她無法理解你，隨即直接吻住她，用強勢的行動讓她感覺到你對她的慾望",
                    "effect": {
                        "Depression": 10,
                        "Trust": -9,
                        "Happiness": -8,
                        "PlayerMental": 6
                    },
                    "description": "你憤怒地告訴她她無法理解你，隨即直接吻住她，用強勢的行動讓她感覺到你對她的慾望。她的眼神瞬間變得瘋狂，『你根本不愛我……你只想得到我……』她拼命掙扎，但你的行為讓她的情緒徹底爆發，『你就是想這樣對我……』她的聲音變得尖銳，充滿了無助與崩潰。"
                }
            ]
        },
        {
            "id": 84,
            "time": "Morning",
            "name": "清晨——你值得我的愛嗎？",
            "description": "她突然冷笑著看向你，語氣中充滿了輕蔑，『你真的以為自己值得我的愛嗎？』她的聲音變得尖銳，語調中滿是貶低與攻擊，『看看你自己，你有什麼？你根本配不上我。你只是在浪費我的時間……』她的言語中充滿了情緒操控與試探，等待著你的回應。",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地告訴她你愛她，並希望她冷靜下來，不要說這些傷人的話",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你溫柔地告訴她你愛她，並希望她冷靜下來。她的眼神稍微緩和了一些，但依然充滿了不屑，『你以為光靠說這些話就能改變一切？』她的語氣中依然充滿了攻擊性與懷疑，情緒稍微穩定，但依然不信任你的話。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她這種言語攻擊毫無意義，並且她這樣做只會破壞你們的關係",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你強硬地告訴她這種貶低與言語攻擊毫無意義，並且她這樣做只會破壞你們的關係。她的眼神瞬間變得更加冰冷，『破壞關係？你以為我們之間還有什麼可破壞的嗎？』她的聲音變得更加尖銳，語氣中充滿了鄙視與嘲諷。"
                }
            ]
        },
        {
            "id": 85,
            "time": "Morning",
            "name": "清晨——你根本不配！",
            "description": "她站在你面前，雙手抱胸，冷冷地看著你。『你真的覺得自己配得上我嗎？你看看你……你根本一無所有！』她的語氣中充滿了蔑視，『你只是個失敗者，連愛我的資格都沒有。你不過是在騙自己，以為能配得上我。』她的言語中滿是攻擊，逐漸變得越來越尖銳。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖平靜地告訴她你愛她，並希望她不要說這些傷害彼此的話",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 3,
                        "PlayerMental": 3
                    },
                    "description": "你試圖平靜地告訴她你愛她，並希望她不要說這些傷害彼此的話。她的眼神微微放鬆，但依然充滿了不屑，『愛我？你根本配不上我……你就這樣騙自己吧……』她的語氣依然帶著貶低，情緒稍微緩和，但仍然攻擊性十足。"
                },
                {
                    "id": "B",
                    "text": "強硬地反駁她，告訴她這種貶低的話只會讓你們越來越遠",
                    "effect": {
                        "Depression": 9,
                        "Trust": -7,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你強硬地反駁她，告訴她這種貶低的話只會讓你們的關係越來越糟。她的眼神瞬間變得更加冰冷，『所以你也開始反擊了？你根本就不夠強！你這樣只會讓我更看不起你。』她的語氣中充滿了嘲諷與攻擊，徹底失去了耐心，情緒激動地繼續數落你。"
                }
            ]
        },
        {
            "id": 86,
            "time": "Morning",
            "name": "清晨——你根本不配得到我的愛",
            "description": "她冷冷地看著你，雙手交叉在胸前，『你知道嗎？你根本不配得到我的愛。你以為我會真的愛你嗎？』她的語氣充滿了輕蔑，『你只不過是個笑話，從頭到尾都在自欺欺人。』她的言語越來越激進，充滿了無情與攻擊。",
            "options": [
                {
                    "id": "A",
                    "text": "試圖保持冷靜，告訴她你愛她，並希望她不要說這些傷害彼此的話",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你試圖保持冷靜，告訴她你愛她，並希望她不要說這些傷害彼此的話。她的眼神閃過一絲不屑，『愛我？你連這都配不上……你只是在拖累我。』她的語氣中依然充滿了鄙視，情緒稍微有所緩和，但依然保持著攻擊性。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她這種操控和貶低只會讓你們的關係徹底崩潰",
                    "effect": {
                        "Depression": 10,
                        "Trust": -9,
                        "Happiness": -8,
                        "PlayerMental": 6
                    },
                    "description": "你強硬地告訴她這種操控和貶低只會讓你們的關係徹底崩潰。她的眼神變得更加冰冷，『崩潰？你以為這段關係還有什麼值得挽救的嗎？你根本不配站在我身邊。』她的聲音變得更加尖銳，情緒徹底失控，充滿了無情與攻擊。"
                }
            ]
        },
        {
            "id": 88,
            "time": "Afternoon",
            "name": "午後——我就是一雙破鞋",
            "description": "她突然低聲說道，『你知道嗎……我早就被他弄得破破爛爛了……』她的眼神空洞，語氣中充滿了痛苦與厭惡，『我不過是一雙破鞋而已……你還覺得我有什麼值得愛的嗎？』她的聲音逐漸變得尖銳，情緒越來越激動，『他已經把我搞得一文不值……你還能愛我嗎？！』",
            "options": [
                {
                    "id": "A",
                    "text": "試圖用你們之間的性愛體驗讓她感到被需要，並減輕她的痛苦",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你溫柔地靠近她，試圖用你們之間的親密關係和性愛體驗來讓她感到被需要，減輕她對過去的痛苦感受。她的眼神中閃過一絲迷茫，『你……你真的還能接受我？』她的語氣中帶著懷疑，但你的觸碰讓她的情緒稍微平靜了一些。"
                },
                {
                    "id": "B",
                    "text": "強硬地告訴她不要再提起過去，並讓她知道你愛她，無論她過去經歷了什麼",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你強硬地告訴她不要再提起過去，並讓她知道你愛她，無論她過去經歷了什麼。她的眼神瞬間變得激動，『你說得容易……你根本不會明白我經歷了什麼……』她的語氣中充滿了痛苦與絕望，情緒再次失控。"
                }
            ]
        },
        {
            "id": 89,
            "time": "Morning",
            "name": "清晨——無法擺脫的過去",
            "description": "她從惡夢中驚醒，渾身顫抖，淚水止不住地流下來。『我……我又夢到他了……他……他對我做的那些事……』她的聲音顫抖，情緒崩潰，『我在夢裡拼命反抗……但根本無法擺脫他……』她的眼神中充滿了痛苦與恐懼，『他……他一直在傷害我……我沒辦法逃走……』她開始不停哭泣，身體微微顫抖，無法平靜下來。",
            "options": [
                {
                    "id": "A",
                    "text": "溫柔地抱住她，輕聲安慰，告訴她那一切已經過去了，你會一直陪著她",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你溫柔地抱住她，輕聲安慰她，告訴她那一切都已經過去了，你會一直在她身邊。她的哭聲逐漸減弱，但依然充滿了痛苦，『真的嗎……可我還是覺得他就在我身邊……我好害怕……』她的眼神中依然帶著深深的恐懼，情緒稍微平復了一些，但依然陷在痛苦的回憶中。"
                },
                {
                    "id": "B",
                    "text": "試圖讓她面對現實，告訴她這只是個夢，過去的事情已經結束了",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -6,
                        "PlayerMental": 5
                    },
                    "description": "你試圖讓她面對現實，告訴她這只是個夢，過去的事情已經結束了。她的眼神瞬間變得更加痛苦，『你不明白……這對我來說不是夢……我根本無法忘記……』她的情緒再次崩潰，淚水止不住地流下來，情緒徹底失控。"
                }
            ]
        },
        {
            "id": 90,
            "time": "Morning",
            "name": "清晨——無法擺脫的痛苦",
            "description": "她突然從惡夢中驚醒，猛地坐起來，驚恐地大叫，『不要碰我！……不要！』她渾身顫抖，臉色蒼白，眼中充滿了極度的恐懼。『我又夢到他了……他……他又在折磨我……』她的聲音顫抖不已，『我拼命想逃，可是他一直抓住我……他不肯放過我……』她瘋狂地抓著自己，眼神慌亂，情緒徹底崩潰，淚水不斷湧出，『我好害怕……我不能呼吸了……』她開始無法控制地啜泣，渾身顫抖得更加厲害。",
            "options": [
                {
                    "id": "A",
                    "text": "緊緊抱住她，試圖讓她感受到你的存在，告訴她一切都結束了",
                    "effect": {
                        "Depression": -7,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你緊緊抱住她，試圖讓她感受到你的存在，告訴她這一切都已經結束了。她的哭聲漸漸減弱，但身體依然顫抖不止，『我還是好害怕……他好像還在我身邊……』她的眼神依然充滿了恐懼，但你的擁抱讓她稍微冷靜了些，情緒依然未完全平復。"
                },
                {
                    "id": "B",
                    "text": "強硬地讓她冷靜下來，告訴她這只是個夢，她必須面對現實",
                    "effect": {
                        "Depression": 9,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 5
                    },
                    "description": "你強硬地讓她冷靜，告訴她這只是個夢，她必須面對現實。她的眼神瞬間變得更加絕望，『你怎麼能說這只是個夢！你不明白！……這對我來說不是夢！』她的情緒徹底崩潰，痛苦地尖叫，淚水更加無法控制，『你根本不知道我經歷了什麼……』她失去理智般地哭泣，整個人陷入了無法自拔的恐懼與痛苦中。"
                }
            ]
        },
        {
            "id": 91,
            "time": "Evening",
            "name": "夜晚——尿在我嘴裡",
            "description": "在性愛的過程中，她突然仰起頭，雙眼迷離地看著你，張開嘴巴，『尿在我嘴裡……求你……』她的語氣充滿了乞求與極端的渴望，眼神中透著一絲瘋狂。她的聲音輕顫，似乎完全沉浸在這種極端的行為中，等待著你的回應。",
            "options": [
                {
                    "id": "A",
                    "text": "你順從她的請求，真的尿在了她的嘴裡",
                    "effect": {
                        "Depression": 7,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 4
                    },
                    "description": "你順從她的請求，真的尿在了她的嘴裡。她的眼神瞬間變得更加迷離，『這樣……很好……』她的聲音低沉，似乎在享受這種屈辱的感覺，臉上露出一絲瘋狂的微笑。這一刻，你感覺到她完全陷入了某種極端的情感漩渦中。"
                },
                {
                    "id": "B",
                    "text": "你不敢這麼做，選擇讓她繼續口交",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 3,
                        "PlayerMental": 3
                    },
                    "description": "你沒有照她的話去做，轉而讓她繼續口交。她的眼神瞬間變得有些失望，『為什麼不照我說的做呢……』她的聲音中透著一絲不滿，但最終還是順從地繼續進行口交。雖然她的情緒稍微平復了一些，但你能感覺到她對自己極端需求的渴望依然存在。"
                }
            ]
        },
        {
            "id": 92,
            "time": "Evening",
            "name": "夜晚——跪下舔我的腳",
            "description": "在性愛的過程中，她突然冷冷地看著你，語氣中帶著一絲命令的意味，『跪下……舔我的腳……』她的雙眼閃爍著瘋狂與控制欲，似乎沉浸在這種屈辱與支配的幻想中，等著你服從她的命令。",
            "options": [
                {
                    "id": "A",
                    "text": "你順從她的要求，跪下開始舔她的腳",
                    "effect": {
                        "Depression": 8,
                        "Trust": -7,
                        "Happiness": -5,
                        "PlayerMental": 4
                    },
                    "description": "你順從了她的要求，跪下開始舔她的腳。她的眼神瞬間變得更加得意，『對……這才對……』她的聲音低沉，充滿了愉悅，似乎在屈辱與掌控中找到了滿足感。她的神情顯得更加瘋狂，徹底陷入了這種支配的感覺中。"
                },
                {
                    "id": "B",
                    "text": "你拒絕了她的要求，溫柔地告訴她你更希望一起享受這段親密時光",
                    "effect": {
                        "Depression": -6,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 4
                    },
                    "description": "你拒絕了她的要求，溫柔地告訴她你更希望一起享受這段親密的時光。她的眼神中閃過一絲失望，『你真的不懂……這才是我想要的……』她的聲音變得低沉，但仍然順從了你的方式，情緒稍微平靜了一些，但她內心的那份支配欲望依然沒有完全消退。"
                }
            ]
        },
        {
            "id": 93,
            "time": "Evening",
            "name": "夜晚——把我綁起來，用力打我",
            "description": "在性愛的過程中，她突然抓住你的手，眼神中充滿了極端的渴望與痛苦，『把我綁起來……然後用力打我……』她的語氣低沉卻急促，帶著一種不可遏制的瘋狂，『我想感受痛苦……感受你完全支配我的身體……』她的眼神瘋狂地閃爍，等待著你是否會順從她的極端要求。",
            "options": [
                {
                    "id": "A",
                    "text": "你順從了她的請求，把她綁起來並用力打她",
                    "effect": {
                        "Depression": 9,
                        "Trust": -8,
                        "Happiness": -6,
                        "PlayerMental": 6
                    },
                    "description": "你順從了她的極端要求，找來繩子把她綁了起來，然後開始用力打她。她的臉上露出了痛苦與快感交織的表情，『對……再用力些……讓我感覺到痛……』她的聲音沙啞而瘋狂，似乎完全沉浸在痛苦與支配的感覺中。這一刻，你感覺到她徹底失去了對情感的控制，陷入了極端的情感漩渦。"
                },
                {
                    "id": "B",
                    "text": "你拒絕了她的請求，告訴她你無法接受這樣的行為，並試圖安慰她",
                    "effect": {
                        "Depression": -6,
                        "Trust": 7,
                        "Happiness": 5,
                        "PlayerMental": 4
                    },
                    "description": "你拒絕了她的極端請求，告訴她你無法接受這樣的行為，並試圖安慰她。她的眼神瞬間變得失望，『你不懂……我就是需要這樣……』她的聲音變得低沉，透著一種無法釋放的壓抑。雖然她的情緒稍微平復了一些，但你可以感覺到她內心的痛苦依然深深埋藏在她的心裡。"
                }
            ]
        },
        {
            "id": 94,
            "time": "Evening",
            "name": "夜晚——在我睡著時",
            "description": "在夜晚的靜謐中，你隱約感覺到一絲異樣，漸漸從睡夢中醒來，感受到一種熟悉的快感。當你完全清醒時，你發現她正悄悄地坐在你身上，用你的肉棒進行抽插。她的臉上帶著滿足的微笑，動作緩慢而穩定，似乎並不在意你是否已經醒來。",
            "options": [
                {
                    "id": "A",
                    "text": "假裝繼續睡覺，默默享受她的動作",
                    "effect": {
                        "Depression": -6,
                        "Trust": 5,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你選擇假裝繼續睡覺，默默享受她的動作。她沒有意識到你已經醒來，繼續著她的抽插，臉上露出一絲享受的神情。她的動作變得更加自信，似乎完全沉浸在這種控制感與快感中。"
                },
                {
                    "id": "B",
                    "text": "立刻叫住她，詢問她為什麼要這樣做",
                    "effect": {
                        "Depression": 7,
                        "Trust": -5,
                        "Happiness": -4,
                        "PlayerMental": 5
                    },
                    "description": "你立刻叫住她，詢問她為什麼要這樣做。她的動作突然停了下來，眼神中閃過一絲驚慌，『我……我只是……想要……』她的聲音顫抖，顯得有些手足無措。情緒中的慌亂逐漸轉變為一種尷尬與不安，氣氛變得異常緊張。"
                }
            ]
        },
        {
            "id": 95,
            "time": "Evening",
            "name": "夜晚——她的雙重滿足",
            "description": "你從睡夢中隱約醒來，感受到一種濕潤的感覺，發現她正跪在你身旁，專注地幫你口交。同時，你看到她的另一隻手正自顧自地在下體進行著激烈的自慰，呼吸急促，眼神迷離，似乎完全沉浸在這種雙重的快感之中，『我……我好想要……』她的聲音低沈顫抖，充滿了慾望。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的行為，享受她的口交並默許她的自慰",
                    "effect": {
                        "Depression": -6,
                        "Trust": -5,
                        "Happiness": 6,
                        "PlayerMental": 4
                    },
                    "description": "你選擇順從她的行為，享受她的口交並默許她的自慰。她的動作越來越急促，口中的動作與下體的自慰同步加速，『對……就是這樣……』她低沈的呻吟中充滿了快感與享受，似乎對這種雙重的滿足無法停止，完全沉浸在其中。"
                },
                {
                    "id": "B",
                    "text": "叫住她，詢問為什麼她要在你睡著時這麼做",
                    "effect": {
                        "Depression": 7,
                        "Trust": -6,
                        "Happiness": -5,
                        "PlayerMental": 5
                    },
                    "description": "你叫住她，詢問她為什麼在你睡著時這麼做。她的動作突然停了下來，眼神中閃過一絲慌亂與無助，『我……我控制不住自己……』她的聲音帶著掩飾不住的渴望，情緒顯得極度不安，似乎陷入了一種混亂與尷尬中。"
                }
            ]
        },
        {
            "id": 96,
            "time": "Evening",
            "name": "夜晚——無法壓抑的慾望",
            "description": "她今晚的行為異常挑逗，當你坐在沙發上時，她故意輕輕靠近你，手指輕輕劃過你的大腿，『你知道嗎……我喜歡看你忍不住的樣子……』她的聲音低沈而誘惑，接著她故意伸展自己的身體，讓衣服滑落，露出肩膀與胸部的一角，『你不想要嗎？』她的動作充滿了誘惑與挑釁，每當你試圖冷靜時，她的手指就再次滑過你的敏感部位，故意在你耳邊輕聲喘息，讓你的性欲逐漸失控。你感覺到自己身體裡的慾望越來越強烈，幾乎無法壓抑。",
            "options": [
                {
                    "id": "A",
                    "text": "無法忍受她的挑逗，強行將她壓在床上，強姦她",
                    "effect": {
                        "Depression": 9,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 6
                    },
                    "description": "你無法忍受她的挑逗，強行將她壓在床上，眼神中充滿慾望。她的笑容變得更加挑釁，『你終於忍不住了……』她輕聲笑著，似乎沉浸在這種極端的控制感中，『來吧……讓我感受你的慾望……』你感覺到自己完全失去了理智，慾望淹沒了所有思考，開始了強烈的抽插。"
                },
                {
                    "id": "B",
                    "text": "壓抑住自己的慾望，試圖制止她的挑逗並冷靜下來",
                    "effect": {
                        "Depression": -5,
                        "Trust": 7,
                        "Happiness": 4,
                        "PlayerMental": 3
                    },
                    "description": "你努力壓抑住自己的慾望，強行拉開她，『夠了……不要再這樣了。』她的眼神閃過一絲失望，『你真的能忍住嗎？還是你只是怕自己失控？』她輕聲笑著，語氣中透著不甘，但最終沒有繼續挑逗你。你感覺到自己勉強壓住了內心的慾望，但她的影響依然讓你心中躁動不已。"
                }
            ]
        },
        {
            "id": 97,
            "time": "Evening",
            "name": "夜晚——無法壓抑的欲望",
            "description": "她今晚的行為異常挑逗，當你試圖專注於自己的事情時，她開始故意在你面前換衣服，讓你瞥見她的裸露皮膚。她輕聲笑著走近你，雙手不經意地撫過你的肩膀，『你知道嗎……有時候我覺得你是不是太能忍耐了……』她的聲音低沈而誘惑。接著，她輕輕坐在你的腿上，讓她的胸部輕輕壓在你身上，眼神挑釁，『你真的不會失控嗎？』她的動作充滿誘惑，每當你試圖移開目光時，她會更加靠近你，直到你幾乎無法壓抑內心的慾望。",
            "options": [
                {
                    "id": "A",
                    "text": "失去理智，強行將她壓在床上，完全不顧她的反抗",
                    "effect": {
                        "Depression": 10,
                        "Trust": -8,
                        "Happiness": -7,
                        "PlayerMental": 6
                    },
                    "description": "你最終失去了理智，強行將她壓在床上，無視她微弱的反抗。她的眼神中透著一絲得意，『原來你還是忍不住了……』她低聲呢喃，似乎對這種情況感到滿意。你感覺自己的慾望徹底失控，開始毫無節制地發洩。"
                },
                {
                    "id": "B",
                    "text": "控制住慾望，強行推開她，拒絕她的挑逗",
                    "effect": {
                        "Depression": -5,
                        "Trust": 6,
                        "Happiness": 5,
                        "PlayerMental": 3
                    },
                    "description": "你努力控制住自己的慾望，強行推開她，『夠了，別再這樣了。』她的笑容消失了，眼神中透著一絲不滿，『你還真能忍……真讓我失望……』她的語氣中充滿了不甘，但最終還是停止了挑逗。你感覺到自己成功壓住了慾望，但心中依然掙扎不已。"
                }
            ]
        },
        {
            "id": 98,
            "time": "Evening",
            "name": "夜晚——渴望無法言說",
            "description": "夜晚靜謐，她躺在你的身邊，背對著你。你能感受到她微微顫抖的身體，她的呼吸急促，卻又故作平靜。當你靠近時，她輕輕轉過身，眼神中流露出隱隱的渴望，『你……是不是也想要我？』她低聲問道，語氣中帶著掙扎與期待。她的手無意識地覆在你的手臂上，像是無聲地請求著什麼，身體微微靠向你，渴望得到更多的親密接觸。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的暗示，將她緊緊擁入懷中，並決定不再離開她的身體",
                    "effect": {
                        "Depression": -5,
                        "Trust": 10,
                        "Happiness": 8,
                        "PlayerMental": -4
                    },
                    "description": "你最終無法抗拒她的暗示，溫柔地將她擁入懷中。她的身體微微顫抖，像是早已在等待這一刻。你感受到她的雙腿輕輕纏繞著你，無聲地請求著更多。當你決定不再離開她的身體時，她輕聲低語：『就這樣……不要離開……』那一瞬間，你們之間的距離消失了，她的眼神中透著一絲滿足與渴望。"
                },
                {
                    "id": "B",
                    "text": "輕輕推開她，拒絕她的暗示",
                    "effect": {
                        "Depression": 5,
                        "Trust": -5,
                        "Happiness": -3,
                        "PlayerMental": 3
                    },
                    "description": "你深吸一口氣，最終還是決定拒絕她的暗示。你輕輕推開她，『這樣不對，我們不應該……』她的眼神瞬間黯淡下來，隨即轉過身去，不再看你。她的聲音低沉而充滿無助：『我就知道……』她的身體變得冰冷，整個夜晚都陷入了沉默，而你感受到心中的內疚與掙扎。"
                }
            ]
        },
        {
            "id": 99,
            "time": "Midnight",
            "name": "夜晚——無聲的請求",
            "description": "你和她的親密關係達到了高潮，當你快要達到極限時，她突然用雙腳緊緊夾住你的腰，阻止你抽離。她的動作明顯充滿著無聲的請求，眼神中帶著一種難以捉摸的渴望與羞怯。她輕輕喘息，似乎希望你做出選擇：是滿足她的渴望，還是控制住自己。『這次……不要離開……』她低聲呢喃，語氣中帶著無法言說的期待。",
            "options": [
                {
                    "id": "A",
                    "text": "順從她的請求，留在她的體內，完成這一切",
                    "effect": {
                        "Depression": -8,
                        "Trust": 12,
                        "Happiness": 10,
                        "PlayerMental": -6
                    },
                    "description": "你感受到她的雙腿更加緊緊地夾住你，像是在懇求你不要離開。你順從了她的請求，留在她的體內，感受到她的身體在你身下顫抖，她的呼吸急促，臉上露出了一絲滿足的神情。『謝謝……』她輕聲說著，語氣中帶著深深的放鬆與渴望被愛的情感。"
                },
                {
                    "id": "B",
                    "text": "輕輕推開她，決定不在此時內射",
                    "effect": {
                        "Depression": 5,
                        "Trust": -5,
                        "Happiness": -3,
                        "PlayerMental": 5
                    },
                    "description": "你深吸一口氣，感覺到她的雙腿仍緊緊纏繞著你，但你還是選擇了離開。她的表情瞬間變得空洞，『你為什麼……不留下來……』她低聲問道，語氣中充滿了失望與無奈。你試圖解釋，但她已經轉過身去，整個房間變得寂靜無聲。她的身體冷了下來，你感覺到一股說不出的內疚感逐漸蔓延開來。"
                }
            ]
        },
        {
            "id": 100,
            "time": "Evening",
            "name": "夜晚——羞怯與渴望的交織",
            "description": "在激烈的親密過程中，她突然因為過度的興奮，身體失控地漏尿了。她的臉頓時變得通紅，眼神中充滿了羞愧與不安，身體僵硬了一瞬間。『對不起……我……我不是故意的……』她慌張地道歉，聲音中夾雜著不知所措。你能感受到她此時的內心矛盾，一部分是羞恥，另一部分卻因為情緒高漲而渴望繼續。現在，你需要做出選擇。",
            "options": [
                {
                    "id": "A",
                    "text": "忽略她的羞愧，繼續和她做愛，並讓她再次達到高潮",
                    "effect": {
                        "Depression": -5,
                        "Trust": 8,
                        "Happiness": 10,
                        "PlayerMental": -4
                    },
                    "description": "你輕輕撫摸她的臉，沒有責怪她，反而將她的身體再次擁入懷中。她的眼神中透出感激與渴望，並沒有抗拒你的進一步動作。隨著你們的親密關係再次進入高潮，她的臉上漸漸露出滿足的笑容，『你真的……不介意嗎？』她輕聲問道，聲音中帶著解脫與感激。你感受到她的身體完全放鬆，並達到了另一個高潮。"
                },
                {
                    "id": "B",
                    "text": "停止動作，事後輕鬆地調侃她的失控行為",
                    "effect": {
                        "Depression": 2,
                        "Trust": 5,
                        "Happiness": 6,
                        "PlayerMental": 3
                    },
                    "description": "你停止了動作，並且輕輕笑了一下，『沒想到你這麼興奮，居然連這樣的事情都發生了。』她的臉紅得更厲害了，迅速躲開你的目光，『我真的……我不是故意的……』她低聲辯解著，但你輕鬆的調侃讓她逐漸放鬆下來。最終，她輕輕笑了起來，雖然還是有些不好意思，但她感受到了你對這件事的不在意。"
                }
            ]
        }
    ]
}